[
  { "id": 1, "content": "What if you could start your own global trend, followed by everyone? What would it be?", "depth": "chill" },
  { "id": 2, "content": "What if you could listen to one person's phone calls without being discovered? Who would it be?", "depth": "chill" },
  { "id": 3, "content": "What if you could take the one thing you're most often asked about and share your advice with the entire world? What would your advice be?", "depth": "deep" },
  { "id": 4, "content": "What if you were asked to write a self-help book? What advice would you give to others about living a better life?", "depth": "deep" },
  { "id": 5, "content": "What if you had the chance to help somebody get ahead in their life? Who would it be and what would you help them achieve?", "depth": "deep" },
  { "id": 6, "content": "What if you were asked to give a speech on the most valuable thing you've ever learned? What would you talk about?", "depth": "deep" },
  { "id": 7, "content": "What if you could turn back the clock and be more kind to one person you have known? Who would that be?", "depth": "trust" },
  { "id": 8, "content": "What if you could explore the single biggest source of fear in your life? What would be the main source?", "depth": "trust" },
  { "id": 9, "content": "What if you could pinpoint the exact moment when you felt most free? What was your life like at that moment?", "depth": "trust" },
  { "id": 10, "content": "What if you wrote a one-item bucket list? What is the one experience you've never had that you'd most like to do?", "depth": "deep" },
  { "id": 11, "content": "What if you could get a second opportunity with one situation or one person? How would you use your second chance?", "depth": "trust" },
  { "id": 12, "content": "What if you could commit to always following your instinct and emotions in one particular aspect of your life? What area would that be?", "depth": "deep" },
  { "id": 13, "content": "What if you could take an incredible deed someone did for you and share that experience with one other person? Which experience would you choose?", "depth": "deep" },
  { "id": 14, "content": "What if you could explore one persistent dream you've had for your life that you haven't pursued yet? What dream would you want to pursue?", "depth": "trust" },
  { "id": 15, "content": "What if you could relive the single most important and impactful experience you've had so far? What experience would you choose to relive?", "depth": "trust" },
  { "id": 16, "content": "What if you could snap your fingers and relive the last moment you felt completely respected and valued? What moment would you choose?", "depth": "trust" }
]
