[
  {"id": 1, "content": "Tell me about a perspective you've grown out of as you've understood people better."},
  {"id": 2, "content": "What's a small moment of connection that unexpectedly brightened your day?"},
  {"id": 3, "content": "What did you dream of contributing to the world as a kid? How does that connect to who you are today?"},
  {"id": 4, "content": "What's an unexpected support or opportunity you're grateful for?"},
  {"id": 5, "content": "If you're open to sharing, what's a challenge you're navigating in your relationships or responsibilities right now?"},
  {"id": 6, "content": "Is there a practice that helps you stay grounded when you're giving to others?"},
  {"id": 7, "content": "What's a new way of helping or connecting you're drawn to explore?"},
  {"id": 8, "content": "Describe your ideal day of meaningful connection and purpose."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose life story would you most want to hear and understand deeply?"},
  {"id": 10, "content": "Who is someone who saw potential in you that shaped who you've become?"},
  {"id": 11, "content": "What's something you used to pour yourself into that you've stepped back from to grow in other ways?"},
  {"id": 12, "content": "Right now, what vision for helping others has you feeling most energized?"},
  {"id": 13, "content": "Describe a time when you felt most aligned with your values and your impact."},
  {"id": 14, "content": "What's a story, talk, or idea that moved you to see things differently?"},
  {"id": 15, "content": "Looking ahead one year, what kind of growth are you hoping to experience in how you lead or connect?"},
  {"id": 16, "content": "Tell me about an act of care from someone else that touched you more than expected."},
  {"id": 17, "content": "Is there a tension you're trying to resolve between competing responsibilities?"},
  {"id": 18, "content": "What's something you do for others that feels natural but unique to you?"},
  {"id": 19, "content": "What's a piece of wisdom about people or relationships that's stayed with you?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about your own needs when people see your giving nature?"},
  {"id": 21, "content": "How has your definition of living meaningfully changed over time?"},
  {"id": 22, "content": "Can you think of an experience that transformed how you understand yourself or others?"},
  {"id": 23, "content": "What's something you're proud of that others might not know you did?"},
  {"id": 24, "content": "When you think about your relationships, what makes one feel genuinely mutual and fulfilling?"},
  {"id": 25, "content": "Tell me about a fear of disappointing others you've been working through."},
  {"id": 26, "content": "When you've been pouring out for too long, what restores you?"},
  {"id": 27, "content": "What's a belief you hold about people that others might disagree with?"},
  {"id": 28, "content": "What's been capturing your heart or imagination lately?"},
  {"id": 29, "content": "Think about a mistake. What did it teach you about yourself or others?"},
  {"id": 30, "content": "When you need to truly recharge, how do you refill your own cup after caring for others?"},
  {"id": 31, "content": "What's a relationship or role you've had to release to move forward?"},
  {"id": 32, "content": "Is there a place that holds deep meaning in your life story?"},
  {"id": 33, "content": "Let's imagine nothing held you back. What would you build or create to help people?"},
  {"id": 34, "content": "What's a thought or feeling that's been weighing on your heart lately?"},
  {"id": 35, "content": "If you could instantly develop one ability, what would help you serve or connect with others better?"},
  {"id": 36, "content": "How do you handle disagreement with people you care about?"},
  {"id": 37, "content": "Have you learned anything about your own needs recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How do you like to spend time when it's just for you?"},
  {"id": 39, "content": "What's a hard truth about relationships you've had to accept?"},
  {"id": 40, "content": "What always lifts your spirits and reconnects you to yourself?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does it mean to someone always focused on others?"},
  {"id": 42, "content": "Can you remember a conversation that left a lasting impact on how you see people?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your strength?"},
  {"id": 44, "content": "When was a spontaneous decision that became a meaningful memory?"},
  {"id": 45, "content": "What's an activity that absorbs you to the point of losing track of time?"},
  {"id": 46, "content": "What's one area of yourself you're still learning about, apart from your roles?"},
  {"id": 47, "content": "Besides family, what relationship has shaped you in ways you didn't expect?"},
  {"id": 48, "content": "What's a question that would help someone understand you beyond your helpfulness?"},
  {"id": 49, "content": "In what area of your life are you trying to be more intentional for yourself?"},
  {"id": 50, "content": "Do you have a personal tradition you value, or one you'd want to create for yourself or others?"},
  {"id": 51, "content": "When you're feeling depleted, what re-energizes you?"},
  {"id": 52, "content": "Tell me about something you helped bring about that felt deeply meaningful. Was it worth it?"},
  {"id": 53, "content": "If you could send a one-sentence message to your younger self about their own needs, what would it say?"},
  {"id": 54, "content": "What's something that both excites and scares you about your future?"},
  {"id": 55, "content": "If you could step back into one moment of connection, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? How do you know when someone genuinely cares about you, not just what you do?"},
  {"id": 57, "content": "What's one personal need that keeps getting postponed for others?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but struggle to ask for?"},
  {"id": 60, "content": "What's a piece of recognition that touched you more than you expected?"},
  {"id": 61, "content": "Imagine a version of your life where you trusted that your own needs matter too. What changes?"},
  {"id": 62, "content": "What are two values you hold dear that sometimes conflict in practice?"},
  {"id": 63, "content": "Is there a gap between your inspiring, capable presence and your private struggles? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you're playing a role for others that feels like a performance?"},
  {"id": 65, "content": "Is there a 'selfless, always-available' version of yourself that you're tired of being?"},
  {"id": 66, "content": "Is there something from your past that still weighs on you that you're working to release?"},
  {"id": 67, "content": "What's a past decision about others you keep second-guessing?"},
  {"id": 68, "content": "Tell me about a part of yourself you've minimized to be there for others."},
  {"id": 69, "content": "Is there a moment in your life you wish you could take back?"},
  {"id": 70, "content": "What's a feeling you carry that you rarely let others see?"},
  {"id": 71, "content": "Can you remember a time when caring for everyone else left you feeling most alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for you to feel truly seen, not just appreciated?"},
  {"id": 73, "content": "What's a fundamental need you have that feels selfish to ask for?"},
  {"id": 74, "content": "In what situations does the gap between what you give and what you receive feel widest?"},
  {"id": 75, "content": "Describe what it would feel like to be fully received, not just relied upon."},
  {"id": 76, "content": "Is there a quiet truth about your own limits that you avoid acknowledging?"},
  {"id": 77, "content": "Do you have a recurring thought about your own life that keeps returning but you haven't voiced?"},
  {"id": 78, "content": "What's a belief you hold about giving that you're hesitant to question?"},
  {"id": 79, "content": "Is there something you're holding onto in relationships that isn't serving you?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
