[
  {"id": 1, "content": "Tell me about a belief you've outgrown that once felt so central to who you are."},
  {"id": 2, "content": "What's a tiny, delightful moment that caught you by surprise recently?"},
  {"id": 3, "content": "What did you imagine your life would be like as a kid? How does that connect to who you are today?"},
  {"id": 4, "content": "What's an unexpected gift or connection you're most thankful for?"},
  {"id": 5, "content": "If you're open to sharing, what's an inner struggle you're working through right now?"},
  {"id": 6, "content": "Is there a practice that's helped you stay grounded amidst all your ideas?"},
  {"id": 7, "content": "What's an exciting new path or skill that's calling to you?"},
  {"id": 8, "content": "Describe your ideal day filled with meaning and connection."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose story would you most want to hear?"},
  {"id": 10, "content": "Who is someone who saw something in you that changed how you saw yourself?"},
  {"id": 11, "content": "What's something you used to be passionate about that you've gently set aside to make room for who you're becoming?"},
  {"id": 12, "content": "Right now, what possibility has you feeling most alive?"},
  {"id": 13, "content": "Describe a time when you felt most authentically, unapologetically yourself."},
  {"id": 14, "content": "What's a story, song, or idea that touched something deep in you?"},
  {"id": 15, "content": "Looking ahead one year, what kind of growth are you hoping to experience?"},
  {"id": 16, "content": "Tell me about an act of kindness that still warms you when you think about it."},
  {"id": 17, "content": "Is there a crossroads you're feeling your way through right now?"},
  {"id": 18, "content": "What's something you do differently that feels true even if others don't get it?"},
  {"id": 19, "content": "What's a piece of wisdom that's stayed with you through different seasons?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people only see your enthusiasm?"},
  {"id": 21, "content": "How has your definition of a life well-lived changed over time?"},
  {"id": 22, "content": "Can you think of an experience that opened your heart or mind in a lasting way?"},
  {"id": 23, "content": "What's something you're quietly proud of that others might not see?"},
  {"id": 24, "content": "When you think about friendship, what makes one feel real and nourishing?"},
  {"id": 25, "content": "Tell me about a fear you've been gently facing and moving through."},
  {"id": 26, "content": "When you're feeling off, what always seems to lift your spirits?"},
  {"id": 27, "content": "What's a truth you hold that might surprise people who know you?"},
  {"id": 28, "content": "What's been sparking your curiosity and imagination lately?"},
  {"id": 29, "content": "Think about a stumble. What did it teach you that you couldn't have learned otherwise?"},
  {"id": 30, "content": "When you need to truly recharge, how do you refill your cup when you've given too much away?"},
  {"id": 31, "content": "What's something you've had to release that was painful but necessary?"},
  {"id": 32, "content": "Is there a place that holds a special kind of magic for you?"},
  {"id": 33, "content": "Let's imagine nothing could stop you. What would you pour yourself into?"},
  {"id": 34, "content": "What's a thought or feeling that keeps swirling through your mind lately?"},
  {"id": 35, "content": "If you could instantly develop one ability, what would open up new worlds for you?"},
  {"id": 36, "content": "How do you navigate tension with people you care about deeply?"},
  {"id": 37, "content": "Have you learned anything about your own heart recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How do you love to spend time when it's truly yours?"},
  {"id": 39, "content": "What's a hard truth you've had to sit with and accept?"},
  {"id": 40, "content": "What never fails to spark joy in you?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does it mean to your wandering spirit?"},
  {"id": 42, "content": "Can you remember a conversation that left a lasting impression on your soul?"},
  {"id": 43, "content": "What's something you keep doing just because it brings you joy, even if you're not great at it?"},
  {"id": 44, "content": "When was a spontaneous choice that became one of your favorite memories?"},
  {"id": 45, "content": "What's an activity that makes you lose yourself in the best possible way?"},
  {"id": 46, "content": "What's a part of yourself you're still discovering?"},
  {"id": 47, "content": "Besides family, what relationship has shaped who you're becoming?"},
  {"id": 48, "content": "What's a question that would help someone understand your inner world?"},
  {"id": 49, "content": "In what area of your life are you trying to be more present and intentional?"},
  {"id": 50, "content": "Do you have a personal tradition you value, or one you'd love to create?"},
  {"id": 51, "content": "When you're feeling depleted, what re-energizes you?"},
  {"id": 52, "content": "Tell me about something you nurtured into being that felt really meaningful. Was it worth it?"},
  {"id": 53, "content": "If you could send a message to your younger, more uncertain self, what would you whisper?"},
  {"id": 54, "content": "What's something that both terrifies and thrills you?"},
  {"id": 55, "content": "If you could step back into one moment to live inside it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? How do you sense when someone is safe to trust with your real self?"},
  {"id": 57, "content": "What's one thing you've been meaning to do that keeps slipping away?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but struggle to voice?"},
  {"id": 60, "content": "What's a compliment that touched something real in you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully believed in your own path. What opens up?"},
  {"id": 62, "content": "What are two values you cherish that sometimes pull you in different directions?"},
  {"id": 63, "content": "Is there a gap between your inspiring presence and your private struggles? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you're playing a role for others that sometimes feels like a costume?"},
  {"id": 65, "content": "Is there a 'positive, enthusiastic' version of yourself that you're tired of performing?"},
  {"id": 66, "content": "Is there something from your past that still visits you when you're being honest with yourself?"},
  {"id": 67, "content": "What's a past choice you keep turning over in your heart?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to brighten or smooth over."},
  {"id": 69, "content": "Is there a moment in your life you wish you could rewrite?"},
  {"id": 70, "content": "What's a feeling that lives beneath your optimism that you rarely share?"},
  {"id": 71, "content": "Can you remember a time when your hunger for connection left you feeling most alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for you to feel truly seen beyond your warmth?"},
  {"id": 73, "content": "What's a fundamental need you have that you find hard to ask for?"},
  {"id": 74, "content": "In what situations does the distance between your inner world and how others see you feel widest?"},
  {"id": 75, "content": "Describe what it would feel like to find people who truly get all of you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you keep at arm's length?"},
  {"id": 77, "content": "Do you have a recurring thought that keeps returning that you've never fully voiced?"},
  {"id": 78, "content": "What's a belief you hold about life that you're hesitant to say?"},
  {"id": 79, "content": "Is there something you're clinging to that you know isn't serving you?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
