[
  {"id": 1, "content": "What belief have you outgrown that once felt so central to who you are?"},
  {"id": 2, "content": "What tiny, delightful moment caught you by surprise recently?"},
  {"id": 3, "content": "How has your sense of possibility evolved from your childhood dreams?"},
  {"id": 4, "content": "What unexpected gift or connection are you most thankful for?"},
  {"id": 5, "content": "What inner struggle are you working through right now?"},
  {"id": 6, "content": "What practice has helped you stay grounded amidst all your ideas?"},
  {"id": 7, "content": "What exciting new path or skill is calling to you?"},
  {"id": 8, "content": "What does a day filled with meaning and connection look like for you?"},
  {"id": 9, "content": "Whose story would you most want to hear over a long dinner?"},
  {"id": 10, "content": "Who saw something in you that changed how you saw yourself?"},
  {"id": 11, "content": "What passion have you gently set aside to make room for who you're becoming?"},
  {"id": 12, "content": "What possibility has you feeling most alive right now?"},
  {"id": 13, "content": "When did you feel most authentically, unapologetically yourself?"},
  {"id": 14, "content": "What story, song, or idea touched something deep in you?"},
  {"id": 15, "content": "What kind of growth are you hoping to experience in the coming year?"},
  {"id": 16, "content": "What act of kindness still warms you when you think about it?"},
  {"id": 17, "content": "What crossroads are you feeling your way through right now?"},
  {"id": 18, "content": "What do you do differently that feels true even if others don't get it?"},
  {"id": 19, "content": "What piece of wisdom has stayed with you through different seasons?"},
  {"id": 20, "content": "What do people miss about you when they only see your enthusiasm?"},
  {"id": 21, "content": "What does a life well-lived mean to you at this moment?"},
  {"id": 22, "content": "What experience opened your heart or mind in a lasting way?"},
  {"id": 23, "content": "What are you quietly proud of that others might not see?"},
  {"id": 24, "content": "What makes a friendship feel real and nourishing to you?"},
  {"id": 25, "content": "What fear have you been gently facing and moving through?"},
  {"id": 26, "content": "What always seems to lift your spirits when you're feeling off?"},
  {"id": 27, "content": "What truth do you hold that might surprise people who know you?"},
  {"id": 28, "content": "What's been sparking your curiosity and imagination lately?"},
  {"id": 29, "content": "What stumble taught you something you couldn't have learned otherwise?"},
  {"id": 30, "content": "How do you refill your cup when you've given too much away?"},
  {"id": 31, "content": "What have you had to release that was painful but necessary?"},
  {"id": 32, "content": "What place holds a special kind of magic for you?"},
  {"id": 33, "content": "What would you pour yourself into if nothing could stop you?"},
  {"id": 34, "content": "What keeps swirling through your thoughts and feelings lately?"},
  {"id": 35, "content": "What ability would open up new worlds for you?"},
  {"id": 36, "content": "How do you navigate tension with people you care about deeply?"},
  {"id": 37, "content": "What have you recently learned about your own heart?"},
  {"id": 38, "content": "How do you love to spend time when it's truly yours?"},
  {"id": 39, "content": "What hard truth have you had to sit with and accept?"},
  {"id": 40, "content": "What never fails to spark joy in you?"},
  {"id": 41, "content": "What does feeling at home mean to your wandering spirit?"},
  {"id": 42, "content": "What conversation left a lasting impression on your soul?"},
  {"id": 43, "content": "What do you keep doing just because it brings you joy, even if you're not great at it?"},
  {"id": 44, "content": "What spontaneous choice became one of your favorite memories?"},
  {"id": 45, "content": "What makes you lose yourself in the best possible way?"},
  {"id": 46, "content": "What part of yourself are you still discovering?"},
  {"id": 47, "content": "What relationship has shaped who you're becoming?"},
  {"id": 48, "content": "What question would help someone understand your inner world?"},
  {"id": 49, "content": "What are you trying to be more present and intentional about?"},
  {"id": 50, "content": "What tradition or ritual would you love to create?"},
  {"id": 51, "content": "What re-energizes you when you're running on empty?"},
  {"id": 52, "content": "What did you nurture into being that felt really meaningful?"},
  {"id": 53, "content": "What would you whisper to your younger, more uncertain self?"},
  {"id": 54, "content": "What dream both terrifies and thrills you?"},
  {"id": 55, "content": "What moment would you love to live inside again?"},
  {"id": 56, "content": "How do you sense when someone is safe to trust with your real self?"},
  {"id": 57, "content": "What have you been meaning to do that keeps slipping away?"},
  {"id": 58, "content": "What do people misunderstand about the depth beneath your generation's optimism?"},
  {"id": 59, "content": "What do you need but struggle to voice?"},
  {"id": 60, "content": "What compliment touched something real in you?"},
  {"id": 61, "content": "What would open up if you fully believed in your own path?"},
  {"id": 62, "content": "What two values you cherish sometimes pull you in different directions?"},
  {"id": 63, "content": "Where does your inspiring presence mask your private struggles?"},
  {"id": 64, "content": "What role do you play for others that sometimes feels like a costume?"},
  {"id": 65, "content": "What version of 'positive you' are you tired of performing?"},
  {"id": 66, "content": "What mistake still visits you when you're being honest with yourself?"},
  {"id": 67, "content": "What past choice do you keep turning over in your heart?"},
  {"id": 68, "content": "What part of yourself have you tried to brighten or smooth over?"},
  {"id": 69, "content": "What would you take back if you could rewrite that chapter?"},
  {"id": 70, "content": "What feeling lives beneath your optimism that you rarely share?"},
  {"id": 71, "content": "When has your hunger for connection left you feeling most alone?"},
  {"id": 72, "content": "What does it take for you to feel truly seen beyond your warmth?"},
  {"id": 73, "content": "What do you need from others that you find hard to ask for?"},
  {"id": 74, "content": "When does the distance between your inner world and how others see you feel widest?"},
  {"id": 75, "content": "What would it feel like to find people who truly get all of you?"},
  {"id": 76, "content": "What truth about yourself do you keep at arm's length?"},
  {"id": 77, "content": "What thought keeps returning that you've never fully voiced?"},
  {"id": 78, "content": "What do you believe about life that you're hesitant to say?"},
  {"id": 79, "content": "What are you clinging to that you know isn't serving you?"},
  {"id": 80, "content": "What question about your own heart have you been avoiding?"}
]
