[
  {"id": 1, "content": "Tell me about a belief or assumption you've revised after seeing new evidence."},
  {"id": 2, "content": "What's a small, unexpected win that gave you a boost recently?"},
  {"id": 3, "content": "What did you dream of building or leading as a kid? How does that connect to who you are today?"},
  {"id": 4, "content": "What's something that turned out better than you planned—and what made the difference?"},
  {"id": 5, "content": "If you're open to sharing, what's an obstacle you're currently working to solve?"},
  {"id": 6, "content": "Is there a system or routine that's genuinely made you more effective lately?"},
  {"id": 7, "content": "What's something you're hoping to master or take on in the next year?"},
  {"id": 8, "content": "Describe your ideal high-performance day, from morning to night."},
  {"id": 9, "content": "You're having dinner with any leader or strategist from history. Who's at the table and why?"},
  {"id": 10, "content": "Who is someone who challenged your thinking in a way that made you sharper?"},
  {"id": 11, "content": "What's something you used to pour energy into that you've strategically moved on from?"},
  {"id": 12, "content": "Right now, what goal or mission has your full attention?"},
  {"id": 13, "content": "Describe a time when you felt you were operating at your best—what made that possible?"},
  {"id": 14, "content": "What's a book, talk, or idea that fundamentally shifted how you approach things?"},
  {"id": 15, "content": "Looking ahead one year, what's one way you hope to have grown or improved?"},
  {"id": 16, "content": "Tell me about a time someone's support made a real impact on you."},
  {"id": 17, "content": "Is there a strategic decision you're currently weighing?"},
  {"id": 18, "content": "What's an unconventional approach you take that others find surprising?"},
  {"id": 19, "content": "What's a piece of advice that's actually shaped how you lead or make decisions?"},
  {"id": 20, "content": "What's one thing you feel is commonly misunderstood about your drive or intensity?"},
  {"id": 21, "content": "How has your definition of 'winning' or success changed over time?"},
  {"id": 22, "content": "Can you think of a pivotal moment that crystallized your direction or ambition?"},
  {"id": 23, "content": "What's something you're proud of that flew under the radar?"},
  {"id": 24, "content": "When you think of the people you respect most, what's the quality they all share?"},
  {"id": 25, "content": "Tell me about a fear you've systematically worked to overcome."},
  {"id": 26, "content": "When things go sideways, what reliably gets you back on track?"},
  {"id": 27, "content": "What's a belief you hold that you suspect most people would push back on?"},
  {"id": 28, "content": "What's a problem or opportunity that's been commanding your attention lately?"},
  {"id": 29, "content": "Think about a setback or failure. What did it teach you that success couldn't?"},
  {"id": 30, "content": "When you need to truly recharge, what's your go-to?"},
  {"id": 31, "content": "What's something you had to let go of to move forward?"},
  {"id": 32, "content": "Is there a place that holds real significance in your journey?"},
  {"id": 33, "content": "Let's imagine failure is impossible. What bold move would you make?"},
  {"id": 34, "content": "What's a challenge or idea that keeps commanding your attention these days?"},
  {"id": 35, "content": "If you could instantly master one skill, what would it be and what's the first thing you'd do with it?"},
  {"id": 36, "content": "How do you navigate disagreements with people you respect?"},
  {"id": 37, "content": "Have you had any 'aha!' moments about yourself recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How are you spending it?"},
  {"id": 39, "content": "What's a hard truth that's ultimately been good for you to accept?"},
  {"id": 40, "content": "What's something that consistently puts you in a good headspace?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does it look like?"},
  {"id": 42, "content": "Can you remember a conversation that fundamentally changed how you think?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your natural strength?"},
  {"id": 44, "content": "When was the last time you made a bold move on instinct—and it paid off?"},
  {"id": 45, "content": "What's an activity that creates flow state for you?"},
  {"id": 46, "content": "What's one area of your life where you still feel like you're figuring things out?"},
  {"id": 47, "content": "Besides family, what relationship has been instrumental to who you've become?"},
  {"id": 48, "content": "What's a question you wish people would ask you more often?"},
  {"id": 49, "content": "In what area of your life are you currently trying to be more intentional?"},
  {"id": 50, "content": "Do you have a personal tradition you value, or one you'd like to start?"},
  {"id": 51, "content": "When you're feeling depleted, what gives you momentum again?"},
  {"id": 52, "content": "Tell me about something you achieved through sheer persistence. Was it worth it?"},
  {"id": 53, "content": "If you could send a one-sentence message back to your younger self, what would it say?"},
  {"id": 54, "content": "What's something that both intimidates and motivates you right now?"},
  {"id": 55, "content": "If you could step back into one peak experience for just a moment, which one would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? Is it earned through action or something else?"},
  {"id": 57, "content": "What's one thing you've been meaning to do but haven't gotten around to yet?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need from others but find difficult to ask for directly?"},
  {"id": 60, "content": "What's a compliment or recognition that meant more to you than you expected?"},
  {"id": 61, "content": "Imagine a version of your life where you fully back your own judgment. What's different?"},
  {"id": 62, "content": "What are two principles you live by that sometimes pull in opposite directions?"},
  {"id": 63, "content": "Is there a gap between your public leadership image and your private doubts? (We all have them.)"},
  {"id": 64, "content": "Do you ever feel like you're playing a strategic role that isn't fully you?"},
  {"id": 65, "content": "Is there a 'commander mode' or version of yourself that's getting tiring to maintain?"},
  {"id": 66, "content": "Is there something from your past that your head has moved on from, but still weighs on you?"},
  {"id": 67, "content": "What's a past decision that you still find yourself analyzing?"},
  {"id": 68, "content": "Tell me about a part of yourself that you've tried to optimize away or suppress."},
  {"id": 69, "content": "Is there a moment in your life you wish you could have a do-over on?"},
  {"id": 70, "content": "What's a feeling that runs beneath the surface that you rarely acknowledge?"},
  {"id": 71, "content": "Can you remember a time when you felt isolated, even while surrounded by people?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what makes you feel genuinely understood?"},
  {"id": 73, "content": "What's a fundamental need you have that's hard for you to ask for directly?"},
  {"id": 74, "content": "In what situations do you feel the biggest gap between your inner experience and how you come across?"},
  {"id": 75, "content": "Describe what 'genuine belonging' would look like for someone like you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you know is there, but often push aside?"},
  {"id": 77, "content": "Do you have a recurring thought that's been a companion for years, even if unexamined?"},
  {"id": 78, "content": "What's a belief you hold about success or leadership that you're hesitant to say out loud?"},
  {"id": 79, "content": "Is there something—a pattern, an attachment—that you know isn't serving you, but you can't let go of?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
