[
  {"id": 1, "content": "What belief or assumption have you strategically revised based on new evidence?"},
  {"id": 2, "content": "What small, unexpected win gave you a boost recently?"},
  {"id": 3, "content": "How have your childhood ambitions evolved into your current goals?"},
  {"id": 4, "content": "What surprise outcome turned out better than you planned?"},
  {"id": 5, "content": "What obstacle are you currently engineering a solution for?"},
  {"id": 6, "content": "What system or routine has maximized your effectiveness lately?"},
  {"id": 7, "content": "What skill or domain do you want to master next?"},
  {"id": 8, "content": "What does your ideal high-performance day look like?"},
  {"id": 9, "content": "Which leader or strategist would you most want to learn from directly?"},
  {"id": 10, "content": "Who challenged your thinking in a way that made you better?"},
  {"id": 11, "content": "What former priority have you strategically deprioritized?"},
  {"id": 12, "content": "What upcoming goal or milestone has your focus right now?"},
  {"id": 13, "content": "When were you operating at peak effectiveness—what made it possible?"},
  {"id": 14, "content": "What book, talk, or idea fundamentally shifted your approach?"},
  {"id": 15, "content": "What measurable improvement do you want to see in yourself by next year?"},
  {"id": 16, "content": "What act of support from someone stands out as particularly impactful?"},
  {"id": 17, "content": "What strategic decision are you weighing the options on?"},
  {"id": 18, "content": "What unconventional approach do you take that others find surprising?"},
  {"id": 19, "content": "What piece of advice has proven most valuable in your leadership?"},
  {"id": 20, "content": "What aspect of your drive or intensity do people often misread?"},
  {"id": 21, "content": "How do you currently define winning in your life?"},
  {"id": 22, "content": "What pivotal moment crystallized your worldview or ambition?"},
  {"id": 23, "content": "What accomplishment are you proud of that flew under the radar?"},
  {"id": 24, "content": "What qualities make someone worth investing your time in?"},
  {"id": 25, "content": "What fear have you systematically worked to overcome?"},
  {"id": 26, "content": "What reliably resets your mindset when things go sideways?"},
  {"id": 27, "content": "What position do you hold that most people would push back on?"},
  {"id": 28, "content": "What problem or opportunity has captured your analytical attention?"},
  {"id": 29, "content": "What failure taught you more than any success?"},
  {"id": 30, "content": "How do you efficiently restore your energy and focus?"},
  {"id": 31, "content": "What did you have to cut loose to move forward?"},
  {"id": 32, "content": "What location represents something significant in your journey?"},
  {"id": 33, "content": "What would you build or create if success was guaranteed?"},
  {"id": 34, "content": "What challenge or opportunity keeps commanding your attention?"},
  {"id": 35, "content": "What capability would give you the biggest competitive advantage?"},
  {"id": 36, "content": "How do you navigate conflict with people you respect?"},
  {"id": 37, "content": "What insight about yourself emerged from recent challenges?"},
  {"id": 38, "content": "How do you optimize your downtime for maximum return?"},
  {"id": 39, "content": "What uncomfortable truth have you had to integrate into your strategy?"},
  {"id": 40, "content": "What consistently elevates your performance and mood?"},
  {"id": 41, "content": "What does a secure foundation look like for you?"},
  {"id": 42, "content": "What conversation fundamentally upgraded your thinking?"},
  {"id": 43, "content": "What do you pursue despite not being naturally gifted at it?"},
  {"id": 44, "content": "What bold move did you make on instinct that paid off?"},
  {"id": 45, "content": "What activities create flow state for you?"},
  {"id": 46, "content": "What are you still actively working to figure out?"},
  {"id": 47, "content": "What relationship has been instrumental to your development?"},
  {"id": 48, "content": "What question would reveal more about your vision and drive?"},
  {"id": 49, "content": "What area of your life are you bringing more deliberate focus to?"},
  {"id": 50, "content": "What ritual or tradition would you like to establish?"},
  {"id": 51, "content": "What gives you momentum when you're depleted?"},
  {"id": 52, "content": "What did you achieve through persistence that felt especially earned?"},
  {"id": 53, "content": "What would you tell your younger self to accelerate their growth?"},
  {"id": 54, "content": "What ambitious goal both intimidates and motivates you?"},
  {"id": 55, "content": "What peak experience would you want to replicate?"},
  {"id": 56, "content": "What signals tell you someone has earned your trust?"},
  {"id": 57, "content": "What important task keeps getting deprioritized?"},
  {"id": 58, "content": "What do people get wrong about your generation's ambition?"},
  {"id": 59, "content": "What kind of support do you rarely request but actually need?"},
  {"id": 60, "content": "What recognition meant more to you than you expected?"},
  {"id": 61, "content": "What would change if you fully backed your own judgment?"},
  {"id": 62, "content": "What two principles you live by sometimes pull in opposite directions?"},
  {"id": 63, "content": "Where does your public leadership image diverge from your private doubts?"},
  {"id": 64, "content": "What role do you perform that feels like a strategic necessity more than authentic expression?"},
  {"id": 65, "content": "What version of yourself do you project that you're tired of maintaining?"},
  {"id": 66, "content": "What decision still weighs on you that you're working to move past?"},
  {"id": 67, "content": "What past choice do you still analyze for what you could have done differently?"},
  {"id": 68, "content": "What part of your personality have you tried to optimize away?"},
  {"id": 69, "content": "What action would you reverse if you could?"},
  {"id": 70, "content": "What emotion runs beneath the surface that you rarely acknowledge?"},
  {"id": 71, "content": "When have you felt most isolated despite being surrounded by people?"},
  {"id": 72, "content": "What does someone need to demonstrate for you to feel genuinely understood?"},
  {"id": 73, "content": "What kind of support do you need but find difficult to request?"},
  {"id": 74, "content": "When does the gap between your inner experience and outer presentation feel widest?"},
  {"id": 75, "content": "What would genuine belonging look like for someone like you?"},
  {"id": 76, "content": "What truth about your limitations do you work around rather than face?"},
  {"id": 77, "content": "What thought keeps surfacing that you've never fully examined?"},
  {"id": 78, "content": "What do you believe about success that you hesitate to say directly?"},
  {"id": 79, "content": "What are you holding onto that you know is costing you?"},
  {"id": 80, "content": "What question about your path have you been avoiding?"}
]
