[
  {"id": 1, "content": "What belief did you let go of once it stopped serving the people you care about?"},
  {"id": 2, "content": "What small moment of connection touched you recently?"},
  {"id": 3, "content": "How has what you valued as a child shaped how you care for others now?"},
  {"id": 4, "content": "What unexpected kindness are you grateful for?"},
  {"id": 5, "content": "What challenge in a relationship are you working through?"},
  {"id": 6, "content": "What routine or tradition helps ground you?"},
  {"id": 7, "content": "What new way of supporting others are you drawn to?"},
  {"id": 8, "content": "What does a day full of meaningful connection look like for you?"},
  {"id": 9, "content": "Whose warmth or wisdom would you most want to spend time with?"},
  {"id": 10, "content": "Who believed in you in a way that helped you grow?"},
  {"id": 11, "content": "What role or commitment have you stepped back from?"},
  {"id": 12, "content": "What relationship or community has your heart right now?"},
  {"id": 13, "content": "When did you feel most appreciated and connected?"},
  {"id": 14, "content": "What experience changed how you show up for others?"},
  {"id": 15, "content": "What do you want to get better at this year?"},
  {"id": 16, "content": "What gesture from someone else made you feel truly seen?"},
  {"id": 17, "content": "What relational decision are you sitting with?"},
  {"id": 18, "content": "What do you do in your own way that others appreciate?"},
  {"id": 19, "content": "What value has guided how you treat people?"},
  {"id": 20, "content": "What do people miss about you when they only see your warmth?"},
  {"id": 21, "content": "What does a meaningful life look like to you?"},
  {"id": 22, "content": "What experience deepened how you understand others?"},
  {"id": 23, "content": "What are you proud of that others might not see?"},
  {"id": 24, "content": "What makes a relationship feel real and trustworthy to you?"},
  {"id": 25, "content": "What fear have you worked through to stay close to someone?"},
  {"id": 26, "content": "What always brings you back to yourself?"},
  {"id": 27, "content": "What conviction do you hold that might surprise people?"},
  {"id": 28, "content": "What's been on your heart lately?"},
  {"id": 29, "content": "What mistake taught you something about relationships?"},
  {"id": 30, "content": "How do you restore yourself when you've given too much?"},
  {"id": 31, "content": "What did you have to let go of to keep growing?"},
  {"id": 32, "content": "What place holds special meaning for you?"},
  {"id": 33, "content": "What would you create or nurture if nothing held you back?"},
  {"id": 34, "content": "What's been weighing on you?"},
  {"id": 35, "content": "What ability would help you better support the people you love?"},
  {"id": 36, "content": "How do you handle conflict with someone you care about?"},
  {"id": 37, "content": "What have you learned about yourself recently?"},
  {"id": 38, "content": "What do you enjoy doing when you have time for yourself?"},
  {"id": 39, "content": "What hard truth have you had to accept about a relationship?"},
  {"id": 40, "content": "What never fails to lift your spirits?"},
  {"id": 41, "content": "What does belonging or home mean to you?"},
  {"id": 42, "content": "What conversation left a lasting impression?"},
  {"id": 43, "content": "What do you keep doing even though it's not your strength?"},
  {"id": 44, "content": "What spontaneous moment became a cherished memory?"},
  {"id": 45, "content": "What makes you lose track of time in a good way?"},
  {"id": 46, "content": "What are you still discovering about yourself?"},
  {"id": 47, "content": "What relationship has quietly shaped who you're becoming?"},
  {"id": 48, "content": "What question would help someone really know you?"},
  {"id": 49, "content": "What are you trying to honor more in your life?"},
  {"id": 50, "content": "What tradition or ritual would you love to have?"},
  {"id": 51, "content": "What renews you when you've been stretched thin?"},
  {"id": 52, "content": "What did you help create or build that felt meaningful?"},
  {"id": 53, "content": "What would you tell your younger self?"},
  {"id": 54, "content": "What hope both excites and scares you?"},
  {"id": 55, "content": "What moment would you want to experience again?"},
  {"id": 56, "content": "How do you know when someone is safe to open up to?"},
  {"id": 57, "content": "What keeps getting postponed that matters to you?"},
  {"id": 58, "content": "What do people get wrong about your generation?"},
  {"id": 59, "content": "What do you need but find hard to ask for?"},
  {"id": 60, "content": "What recognition or thanks really meant something to you?"},
  {"id": 61, "content": "What would change if you fully trusted your instincts?"},
  {"id": 62, "content": "What two things you care about sometimes pull in different directions?"},
  {"id": 63, "content": "Where does your caring exterior hide your own struggles?"},
  {"id": 64, "content": "What supportive role do you play that doesn't show all of who you are?"},
  {"id": 65, "content": "What always-there-for-everyone version of yourself gets exhausting?"},
  {"id": 66, "content": "What past moment still weighs on you?"},
  {"id": 67, "content": "What decision about a relationship do you keep revisiting?"},
  {"id": 68, "content": "What part of yourself have you tried to smooth over?"},
  {"id": 69, "content": "What would you take back if you could?"},
  {"id": 70, "content": "What feeling do you rarely let others see?"},
  {"id": 71, "content": "When has taking care of everyone else left you feeling alone?"},
  {"id": 72, "content": "What does it take for you to feel truly understood?"},
  {"id": 73, "content": "What do you need that feels too vulnerable to ask for?"},
  {"id": 74, "content": "When does the gap between how you support others and how you feel inside feel widest?"},
  {"id": 75, "content": "What would real reciprocity in relationships feel like for you?"},
  {"id": 76, "content": "What truth about yourself do you keep at the edges?"},
  {"id": 77, "content": "What thought keeps coming back that you haven't shared?"},
  {"id": 78, "content": "What do you believe that you hold close?"},
  {"id": 79, "content": "What are you carrying that you know you should set down?"},
  {"id": 80, "content": "What question about your own needs have you been avoiding?"}
]
