[
  {"id": 1, "content": "Tell me about a belief you let go of once it stopped serving the people you care about."},
  {"id": 2, "content": "What's a small moment of connection that touched you recently?"},
  {"id": 3, "content": "What did you care about as a kid? How does that connect to how you care for others now?"},
  {"id": 4, "content": "What's an unexpected kindness you're grateful for?"},
  {"id": 5, "content": "If you're open to sharing, what's a challenge in a relationship you're working through?"},
  {"id": 6, "content": "Is there a routine or tradition that helps ground you?"},
  {"id": 7, "content": "What's a new way of supporting others you're drawn to?"},
  {"id": 8, "content": "Describe your ideal day full of meaningful connection."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose warmth or wisdom would you most want to spend time with?"},
  {"id": 10, "content": "Who is someone who believed in you in a way that helped you grow?"},
  {"id": 11, "content": "What's a role or commitment you've stepped back from?"},
  {"id": 12, "content": "Right now, what relationship or community has your heart?"},
  {"id": 13, "content": "Describe a time when you felt most appreciated and connected."},
  {"id": 14, "content": "What's an experience that changed how you show up for others?"},
  {"id": 15, "content": "Looking ahead one year, what do you want to get better at?"},
  {"id": 16, "content": "Tell me about a gesture from someone else that made you feel truly seen."},
  {"id": 17, "content": "Is there a relational decision you're sitting with?"},
  {"id": 18, "content": "What's something you do in your own way that others appreciate?"},
  {"id": 19, "content": "What's a value that's guided how you treat people?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people only see your warmth?"},
  {"id": 21, "content": "How has your definition of a meaningful life changed over time?"},
  {"id": 22, "content": "Can you think of an experience that deepened how you understand others?"},
  {"id": 23, "content": "What's something you're proud of that others might not see?"},
  {"id": 24, "content": "When you think about relationships, what makes one feel real and trustworthy?"},
  {"id": 25, "content": "Tell me about a fear you've worked through to stay close to someone."},
  {"id": 26, "content": "When you've drifted, what always brings you back to yourself?"},
  {"id": 27, "content": "What's a conviction you hold that might surprise people?"},
  {"id": 28, "content": "What's been on your heart lately?"},
  {"id": 29, "content": "Think about a mistake. What did it teach you about relationships?"},
  {"id": 30, "content": "When you need to truly recharge, how do you restore yourself when you've given too much?"},
  {"id": 31, "content": "What's something you had to let go of to keep growing?"},
  {"id": 32, "content": "Is there a place that holds special meaning for you?"},
  {"id": 33, "content": "Let's imagine nothing held you back. What would you create or nurture?"},
  {"id": 34, "content": "What's a thought or feeling that's been weighing on you?"},
  {"id": 35, "content": "If you could develop one ability, what would help you better support the people you love?"},
  {"id": 36, "content": "How do you handle conflict with someone you care about?"},
  {"id": 37, "content": "Have you learned anything about yourself recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. What do you enjoy doing when you have time for yourself?"},
  {"id": 39, "content": "What's a hard truth you've had to accept about a relationship?"},
  {"id": 40, "content": "What never fails to lift your spirits?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does belonging mean to you?"},
  {"id": 42, "content": "Can you remember a conversation that left a lasting impression?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your strength?"},
  {"id": 44, "content": "When was a spontaneous moment that became a cherished memory?"},
  {"id": 45, "content": "What's an activity that makes you lose track of time in a good way?"},
  {"id": 46, "content": "What's one area of yourself you're still discovering?"},
  {"id": 47, "content": "Besides family, what relationship has quietly shaped who you're becoming?"},
  {"id": 48, "content": "What's a question that would help someone really know you?"},
  {"id": 49, "content": "In what area of your life are you trying to honor something more?"},
  {"id": 50, "content": "Do you have a tradition or ritual you value, or one you'd love to have?"},
  {"id": 51, "content": "When you're feeling depleted, what renews you?"},
  {"id": 52, "content": "Tell me about something you helped create or build that felt meaningful. Was it worth it?"},
  {"id": 53, "content": "If you could send a message to your younger self, what would you say?"},
  {"id": 54, "content": "What's something that both excites and scares you?"},
  {"id": 55, "content": "If you could step back into one moment to experience it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? How do you know when someone is safe to open up to?"},
  {"id": 57, "content": "What's one thing that keeps getting postponed that matters to you?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but find hard to ask for?"},
  {"id": 60, "content": "What's a piece of recognition or thanks that really meant something to you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted your instincts. What changes?"},
  {"id": 62, "content": "What are two things you care about that sometimes pull in different directions?"},
  {"id": 63, "content": "Is there a gap between your caring exterior and your own struggles? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you play a supportive role that doesn't show all of who you are?"},
  {"id": 65, "content": "Is there an 'always-there-for-everyone' version of yourself that gets exhausting?"},
  {"id": 66, "content": "Is there something from your past that still weighs on you?"},
  {"id": 67, "content": "What's a past decision about a relationship you keep revisiting?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to smooth over."},
  {"id": 69, "content": "Is there a moment in your life you wish you could take back?"},
  {"id": 70, "content": "What's a feeling you rarely let others see?"},
  {"id": 71, "content": "Can you remember a time when taking care of everyone else left you feeling alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for you to feel truly understood?"},
  {"id": 73, "content": "What's a fundamental need you have that feels too vulnerable to ask for?"},
  {"id": 74, "content": "In what situations does the gap between how you support others and how you feel inside feel widest?"},
  {"id": 75, "content": "Describe what real reciprocity in relationships would feel like for you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you keep at the edges?"},
  {"id": 77, "content": "Do you have a recurring thought that keeps coming back that you haven't shared?"},
  {"id": 78, "content": "What's a belief you hold close that you don't usually say?"},
  {"id": 79, "content": "Is there something you're carrying that you know you should set down?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
