[
  {"id": 1, "content": "Tell me about a belief you let go of once it stopped feeling right."},
  {"id": 2, "content": "What's a random moment of fun that caught you off guard recently?"},
  {"id": 3, "content": "What did you love doing as a kid? How does that connect to what you love now?"},
  {"id": 4, "content": "What's an unexpected good thing you're grateful for?"},
  {"id": 5, "content": "If you're open to sharing, what's a challenge you're dealing with right now?"},
  {"id": 6, "content": "Is there a habit or routine that's actually helped you?"},
  {"id": 7, "content": "What's a new experience or skill you want to dive into?"},
  {"id": 8, "content": "Describe your perfect day of fun and connection."},
  {"id": 9, "content": "You're spending a great day with anyone from history. Who is it and why?"},
  {"id": 10, "content": "Who is someone who brought out something in you that you didn't see before?"},
  {"id": 11, "content": "What's a phase or interest you've moved past?"},
  {"id": 12, "content": "Right now, what has you feeling most excited?"},
  {"id": 13, "content": "Describe a time when you felt most fully alive and present."},
  {"id": 14, "content": "What's an experience or story that changed how you see things?"},
  {"id": 15, "content": "Looking ahead one year, what do you want to feel more of?"},
  {"id": 16, "content": "Tell me about a gesture from someone else that made you feel seen."},
  {"id": 17, "content": "Is there a choice you're trying to figure out?"},
  {"id": 18, "content": "What's something you do your own way that just feels right?"},
  {"id": 19, "content": "What's a life lesson that's stuck with you?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people only see your energy?"},
  {"id": 21, "content": "How has your definition of a good life changed over time?"},
  {"id": 22, "content": "Can you think of an experience that changed something in you?"},
  {"id": 23, "content": "What's something you're proud of that others might not know about?"},
  {"id": 24, "content": "When you think about friendship, what makes one feel real?"},
  {"id": 25, "content": "Tell me about a fear you've moved through or faced."},
  {"id": 26, "content": "When you're down, what always picks you back up?"},
  {"id": 27, "content": "What's a belief you hold that might surprise people?"},
  {"id": 28, "content": "What's been grabbing your attention lately?"},
  {"id": 29, "content": "Think about a mistake. What did it teach you that was important?"},
  {"id": 30, "content": "When you need to truly recharge, how do you do it?"},
  {"id": 31, "content": "What's something you had to let go of to keep growing?"},
  {"id": 32, "content": "Is there a place that feels special to you?"},
  {"id": 33, "content": "Let's imagine nothing could stop you. What would you throw yourself into?"},
  {"id": 34, "content": "What's a thought or feeling that's been on your mind lately?"},
  {"id": 35, "content": "If you could instantly develop one skill, what would make your life even better?"},
  {"id": 36, "content": "How do you handle disagreement with someone you care about?"},
  {"id": 37, "content": "Have you learned anything about yourself recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. What do you love doing when you have free time?"},
  {"id": 39, "content": "What's a hard truth you've had to accept?"},
  {"id": 40, "content": "What never fails to lift your mood?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does feeling grounded mean to you?"},
  {"id": 42, "content": "Can you remember a conversation that really stuck with you?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your thing?"},
  {"id": 44, "content": "When was a spontaneous decision that became a favorite memory?"},
  {"id": 45, "content": "What's an activity that makes you lose track of time in the best way?"},
  {"id": 46, "content": "What's one area of yourself you're still figuring out?"},
  {"id": 47, "content": "Besides family, what relationship has really shaped you?"},
  {"id": 48, "content": "What's a question that would help someone really know you?"},
  {"id": 49, "content": "In what area of your life are you trying to take things more seriously?"},
  {"id": 50, "content": "Do you have a tradition or ritual you value, or one you'd love to have?"},
  {"id": 51, "content": "When you're feeling depleted, what brings your energy back?"},
  {"id": 52, "content": "Tell me about something you made happen that felt really good. Was it worth it?"},
  {"id": 53, "content": "If you could send a message to your younger self, what would you say?"},
  {"id": 54, "content": "What's something that both excites and scares you?"},
  {"id": 55, "content": "If you could step back into one moment to relive it, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? How do you know when they're trustworthy?"},
  {"id": 57, "content": "What's one thing that keeps getting put off?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but find hard to ask for?"},
  {"id": 60, "content": "What's a compliment that really meant something to you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted your gut. What changes?"},
  {"id": 62, "content": "What are two things you care about that sometimes conflict?"},
  {"id": 63, "content": "Is there a gap between your fun, upbeat presence and your deeper feelings? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you play a role that doesn't show all of who you are?"},
  {"id": 65, "content": "Is there an 'always-on, life-of-the-party' version of yourself that you're tired of?"},
  {"id": 66, "content": "Is there something from your past that still weighs on you?"},
  {"id": 67, "content": "What's a past decision you keep thinking about?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to tone down."},
  {"id": 69, "content": "Is there a moment in your life you wish you could take back?"},
  {"id": 70, "content": "What's a feeling you rarely let people see?"},
  {"id": 71, "content": "Can you remember a time when being surrounded by people still left you feeling lonely?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for you to feel truly understood?"},
  {"id": 73, "content": "What's a fundamental need you have that you struggle to express?"},
  {"id": 74, "content": "In what situations does the gap between your vibe and your feelings feel biggest?"},
  {"id": 75, "content": "Describe what real belonging would feel like for you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you gloss over?"},
  {"id": 77, "content": "Do you have a recurring thought that keeps coming back that you haven't voiced?"},
  {"id": 78, "content": "What's a belief you hold that you don't usually share?"},
  {"id": 79, "content": "Is there something you're holding onto that isn't helping you?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
