[
  {"id": 1, "content": "What belief did you let go of once it stopped feeling right?"},
  {"id": 2, "content": "What random moment of fun caught you off guard recently?"},
  {"id": 3, "content": "How has what excited you as a kid evolved into what you love now?"},
  {"id": 4, "content": "What unexpected good thing are you grateful for?"},
  {"id": 5, "content": "What challenge are you dealing with right now?"},
  {"id": 6, "content": "What habit or routine has actually helped you?"},
  {"id": 7, "content": "What new experience or skill do you want to dive into?"},
  {"id": 8, "content": "What does your perfect day of fun and connection look like?"},
  {"id": 9, "content": "Who would you most want to spend a great day with?"},
  {"id": 10, "content": "Who brought out something in you that you didn't see before?"},
  {"id": 11, "content": "What phase or interest have you moved past?"},
  {"id": 12, "content": "What has you feeling most excited right now?"},
  {"id": 13, "content": "When did you feel most fully alive and present?"},
  {"id": 14, "content": "What experience or story changed how you see things?"},
  {"id": 15, "content": "What do you want to feel more of this year?"},
  {"id": 16, "content": "What gesture from someone else made you feel seen?"},
  {"id": 17, "content": "What choice are you trying to figure out?"},
  {"id": 18, "content": "What do you do your own way that just feels right?"},
  {"id": 19, "content": "What life lesson has stuck with you?"},
  {"id": 20, "content": "What do people miss when they only see your energy?"},
  {"id": 21, "content": "What does living a good life mean to you right now?"},
  {"id": 22, "content": "What experience changed something in you?"},
  {"id": 23, "content": "What are you proud of that others might not know about?"},
  {"id": 24, "content": "What makes a friendship feel real to you?"},
  {"id": 25, "content": "What fear have you moved through or faced?"},
  {"id": 26, "content": "What always picks you back up when you're down?"},
  {"id": 27, "content": "What do you believe that might surprise people?"},
  {"id": 28, "content": "What's been grabbing your attention lately?"},
  {"id": 29, "content": "What mistake taught you something important?"},
  {"id": 30, "content": "How do you recharge after going hard?"},
  {"id": 31, "content": "What did you have to let go of to keep growing?"},
  {"id": 32, "content": "What place feels special to you?"},
  {"id": 33, "content": "What would you throw yourself into if nothing could stop you?"},
  {"id": 34, "content": "What's been on your mind lately?"},
  {"id": 35, "content": "What skill would make your life even better?"},
  {"id": 36, "content": "How do you handle disagreement with someone you care about?"},
  {"id": 37, "content": "What have you learned about yourself recently?"},
  {"id": 38, "content": "What do you love doing when you have free time?"},
  {"id": 39, "content": "What hard truth have you had to accept?"},
  {"id": 40, "content": "What never fails to lift your mood?"},
  {"id": 41, "content": "What does home or feeling grounded mean to you?"},
  {"id": 42, "content": "What conversation really stuck with you?"},
  {"id": 43, "content": "What do you keep doing even though it's not your thing?"},
  {"id": 44, "content": "What spontaneous decision became a favorite memory?"},
  {"id": 45, "content": "What makes you lose track of time in the best way?"},
  {"id": 46, "content": "What are you still figuring out about yourself?"},
  {"id": 47, "content": "What relationship has really shaped you?"},
  {"id": 48, "content": "What question would help someone really know you?"},
  {"id": 49, "content": "What are you trying to take more seriously?"},
  {"id": 50, "content": "What tradition or ritual would you love to have?"},
  {"id": 51, "content": "What brings your energy back when you're drained?"},
  {"id": 52, "content": "What did you make happen that felt really good?"},
  {"id": 53, "content": "What would you tell your younger self?"},
  {"id": 54, "content": "What goal both excites and scares you?"},
  {"id": 55, "content": "What moment would you love to relive?"},
  {"id": 56, "content": "How do you know when someone's trustworthy?"},
  {"id": 57, "content": "What keeps getting put off?"},
  {"id": 58, "content": "What do people get wrong about your generation?"},
  {"id": 59, "content": "What do you need but find hard to ask for?"},
  {"id": 60, "content": "What compliment really meant something to you?"},
  {"id": 61, "content": "What would change if you fully trusted your gut?"},
  {"id": 62, "content": "What two things you care about sometimes conflict?"},
  {"id": 63, "content": "Where does your fun, upbeat presence hide deeper feelings?"},
  {"id": 64, "content": "What role do you play that doesn't show all of who you are?"},
  {"id": 65, "content": "What always-on, life-of-the-party version are you tired of?"},
  {"id": 66, "content": "What past moment still weighs on you?"},
  {"id": 67, "content": "What decision do you keep thinking about?"},
  {"id": 68, "content": "What part of yourself have you tried to tone down?"},
  {"id": 69, "content": "What would you take back if you could?"},
  {"id": 70, "content": "What feeling do you rarely let people see?"},
  {"id": 71, "content": "When has being surrounded by people still left you lonely?"},
  {"id": 72, "content": "What does it take for you to feel truly understood?"},
  {"id": 73, "content": "What do you need but struggle to express?"},
  {"id": 74, "content": "When does the gap between your vibe and your feelings feel biggest?"},
  {"id": 75, "content": "What would real belonging feel like for you?"},
  {"id": 76, "content": "What truth about yourself do you gloss over?"},
  {"id": 77, "content": "What thought keeps coming back that you haven't voiced?"},
  {"id": 78, "content": "What do you believe that you don't usually share?"},
  {"id": 79, "content": "What are you holding onto that isn't helping you?"},
  {"id": 80, "content": "What question about yourself have you been avoiding?"}
]
