[
  {"id": 1, "content": "What belief did you revise once you saw the evidence no longer supported it?"},
  {"id": 2, "content": "What recent accomplishment gave you satisfaction?"},
  {"id": 3, "content": "How has what you valued as a kid shaped what you work toward now?"},
  {"id": 4, "content": "What outcome are you grateful turned out better than planned?"},
  {"id": 5, "content": "What challenge are you actively working to solve?"},
  {"id": 6, "content": "What system or routine has made your life more effective?"},
  {"id": 7, "content": "What new skill or responsibility do you want to take on?"},
  {"id": 8, "content": "What does a productive, well-executed day look like for you?"},
  {"id": 9, "content": "Whose leadership or expertise would you most want to learn from?"},
  {"id": 10, "content": "Who taught you something that made you better at what you do?"},
  {"id": 11, "content": "What past pursuit have you stepped back from?"},
  {"id": 12, "content": "What goal or project has your full attention right now?"},
  {"id": 13, "content": "When did you feel most effective and in command?"},
  {"id": 14, "content": "What experience changed how you approach getting things done?"},
  {"id": 15, "content": "What capability do you want to strengthen this year?"},
  {"id": 16, "content": "What practical help from someone made a real difference?"},
  {"id": 17, "content": "What decision are you weighing right now?"},
  {"id": 18, "content": "What method do you use that others find unconventional but works?"},
  {"id": 19, "content": "What principle has consistently guided your decisions?"},
  {"id": 20, "content": "What do people miss about you when they only see your directness?"},
  {"id": 21, "content": "What does success actually mean to you?"},
  {"id": 22, "content": "What experience forced you to rethink your approach?"},
  {"id": 23, "content": "What achievement matters to you that others might not see?"},
  {"id": 24, "content": "What makes someone worth respecting?"},
  {"id": 25, "content": "What fear have you pushed through to get something done?"},
  {"id": 26, "content": "What gets you back on track when things go sideways?"},
  {"id": 27, "content": "What position do you hold that most people haven't thought through?"},
  {"id": 28, "content": "What's been demanding your attention lately?"},
  {"id": 29, "content": "What mistake taught you something you couldn't learn any other way?"},
  {"id": 30, "content": "How do you reset when you need to recharge?"},
  {"id": 31, "content": "What did you have to let go of to focus on what matters?"},
  {"id": 32, "content": "What place holds real significance for you?"},
  {"id": 33, "content": "What would you build or lead if nothing held you back?"},
  {"id": 34, "content": "What's been on your mind that you can't shake?"},
  {"id": 35, "content": "What skill would make you more effective at what you care about?"},
  {"id": 36, "content": "How do you handle disagreement with someone you respect?"},
  {"id": 37, "content": "What have you learned about yourself recently?"},
  {"id": 38, "content": "What do you actually enjoy when you're not working?"},
  {"id": 39, "content": "What uncomfortable truth have you had to accept?"},
  {"id": 40, "content": "What reliably gets your energy back?"},
  {"id": 41, "content": "What does stability or home mean to you?"},
  {"id": 42, "content": "What conversation or exchange stuck with you?"},
  {"id": 43, "content": "What do you keep doing even though it's not your strength?"},
  {"id": 44, "content": "What quick decision turned out to be the right call?"},
  {"id": 45, "content": "What absorbs your full focus when you're doing it?"},
  {"id": 46, "content": "What are you still figuring out about yourself?"},
  {"id": 47, "content": "What relationship has shaped how you operate?"},
  {"id": 48, "content": "What question would get past the surface with you?"},
  {"id": 49, "content": "What are you trying to be more intentional about?"},
  {"id": 50, "content": "What practice would you actually stick with?"},
  {"id": 51, "content": "What restores you when you've been running hard?"},
  {"id": 52, "content": "What did you accomplish through sustained effort?"},
  {"id": 53, "content": "What would you tell your younger self?"},
  {"id": 54, "content": "What goal both drives and challenges you?"},
  {"id": 55, "content": "What moment would you want to experience again?"},
  {"id": 56, "content": "What tells you someone is trustworthy?"},
  {"id": 57, "content": "What keeps getting delayed?"},
  {"id": 58, "content": "What do people get wrong about your generation?"},
  {"id": 59, "content": "What do you need but rarely ask for?"},
  {"id": 60, "content": "What recognition actually meant something to you?"},
  {"id": 61, "content": "What would change if you fully trusted your judgment?"},
  {"id": 62, "content": "What two things you value sometimes conflict?"},
  {"id": 63, "content": "Where does your confident exterior hide real doubt?"},
  {"id": 64, "content": "What role do you play that doesn't show all of who you are?"},
  {"id": 65, "content": "What in-charge version of yourself gets tiring to maintain?"},
  {"id": 66, "content": "What past action still bothers you?"},
  {"id": 67, "content": "What decision do you keep replaying?"},
  {"id": 68, "content": "What part of yourself have you tried to manage or suppress?"},
  {"id": 69, "content": "What would you undo if you could?"},
  {"id": 70, "content": "What feeling runs beneath your composure that you don't show?"},
  {"id": 71, "content": "When has being responsible for others left you feeling alone?"},
  {"id": 72, "content": "What does it take for someone to really get you?"},
  {"id": 73, "content": "What do you need but find hard to ask for?"},
  {"id": 74, "content": "When is the gap between your outer authority and inner experience widest?"},
  {"id": 75, "content": "What would genuine support actually look like for you?"},
  {"id": 76, "content": "What truth about yourself do you work around rather than face?"},
  {"id": 77, "content": "What thought keeps coming back that you haven't addressed?"},
  {"id": 78, "content": "What do you believe that you don't usually say out loud?"},
  {"id": 79, "content": "What are you holding onto that isn't serving you?"},
  {"id": 80, "content": "What question about yourself have you been avoiding?"}
]
