[
  {"id": 1, "content": "What assumption did you drop after it stopped making sense in real life?"},
  {"id": 2, "content": "What random moment gave you an unexpected rush recently?"},
  {"id": 3, "content": "How have your childhood adventures evolved into what drives you now?"},
  {"id": 4, "content": "What lucky break or opportunity are you grateful for?"},
  {"id": 5, "content": "What challenge are you actively working through right now?"},
  {"id": 6, "content": "What habit or routine actually helps you perform better?"},
  {"id": 7, "content": "What new experience or skill do you want to try next?"},
  {"id": 8, "content": "What does your ideal action-packed, no-BS day look like?"},
  {"id": 9, "content": "Who would you most want to spend a wild weekend with?"},
  {"id": 10, "content": "Who pushed you in a way that made you sharper?"},
  {"id": 11, "content": "What former thrill or pursuit have you moved past?"},
  {"id": 12, "content": "What opportunity or challenge has your attention locked in?"},
  {"id": 13, "content": "When were you most in the zone—what made it click?"},
  {"id": 14, "content": "What experience or insight changed how you approach things?"},
  {"id": 15, "content": "What do you want to get better at this year?"},
  {"id": 16, "content": "What solid move from someone else stood out to you?"},
  {"id": 17, "content": "What call are you trying to make right now?"},
  {"id": 18, "content": "What do you do your own way that works better than the standard?"},
  {"id": 19, "content": "What real-world wisdom has served you well?"},
  {"id": 20, "content": "What do people miss when they just see your boldness?"},
  {"id": 21, "content": "What does winning actually mean to you right now?"},
  {"id": 22, "content": "What experience forced you to see things differently?"},
  {"id": 23, "content": "What accomplishment do you value that others might not see?"},
  {"id": 24, "content": "What makes someone worth hanging around?"},
  {"id": 25, "content": "What fear have you faced or pushed through?"},
  {"id": 26, "content": "What gets you back in the game when you're off?"},
  {"id": 27, "content": "What position do you hold that most people wouldn't agree with?"},
  {"id": 28, "content": "What's been grabbing your attention or curiosity lately?"},
  {"id": 29, "content": "What screw-up taught you something you couldn't learn otherwise?"},
  {"id": 30, "content": "How do you recharge when you've been going hard?"},
  {"id": 31, "content": "What did you have to cut loose to keep moving forward?"},
  {"id": 32, "content": "What place means something real to you?"},
  {"id": 33, "content": "What would you go all-in on if you knew you couldn't lose?"},
  {"id": 34, "content": "What's been on your mind that you can't shake?"},
  {"id": 35, "content": "What skill would make you even more effective?"},
  {"id": 36, "content": "How do you handle it when someone you respect pushes back?"},
  {"id": 37, "content": "What have you figured out about yourself recently?"},
  {"id": 38, "content": "What do you actually enjoy when you're not chasing action?"},
  {"id": 39, "content": "What uncomfortable truth have you had to accept?"},
  {"id": 40, "content": "What always gets your energy back up?"},
  {"id": 41, "content": "What does home base or stability look like for you?"},
  {"id": 42, "content": "What conversation or moment stuck with you?"},
  {"id": 43, "content": "What do you keep doing even though it's not your strong suit?"},
  {"id": 44, "content": "What impulsive move turned out to be a great call?"},
  {"id": 45, "content": "What absorbs you completely when you're in it?"},
  {"id": 46, "content": "What are you still figuring out about yourself?"},
  {"id": 47, "content": "What relationship has had a real impact on you?"},
  {"id": 48, "content": "What question would cut through the surface with you?"},
  {"id": 49, "content": "What are you trying to take more seriously?"},
  {"id": 50, "content": "What practice would you actually stick with?"},
  {"id": 51, "content": "What gets you going when your tank is empty?"},
  {"id": 52, "content": "What did you make happen through sheer effort?"},
  {"id": 53, "content": "What would you tell your younger self?"},
  {"id": 54, "content": "What goal both excites and intimidates you?"},
  {"id": 55, "content": "What moment would you want to live again?"},
  {"id": 56, "content": "What tells you someone's worth trusting?"},
  {"id": 57, "content": "What keeps getting pushed aside?"},
  {"id": 58, "content": "What do people get wrong about your generation?"},
  {"id": 59, "content": "What do you need but rarely ask for?"},
  {"id": 60, "content": "What recognition actually meant something to you?"},
  {"id": 61, "content": "What would change if you fully trusted your instincts?"},
  {"id": 62, "content": "What two things you value sometimes conflict?"},
  {"id": 63, "content": "Where does your confident exterior hide real uncertainty?"},
  {"id": 64, "content": "What persona do you put on that isn't the full picture?"},
  {"id": 65, "content": "What always-ready version of yourself are you tired of being?"},
  {"id": 66, "content": "What past action still bothers you?"},
  {"id": 67, "content": "What decision do you keep replaying?"},
  {"id": 68, "content": "What part of yourself have you tried to suppress?"},
  {"id": 69, "content": "What would you undo if you could?"},
  {"id": 70, "content": "What feeling runs beneath your surface that you don't show?"},
  {"id": 71, "content": "When has being around people still left you feeling alone?"},
  {"id": 72, "content": "What does it take for someone to actually get you?"},
  {"id": 73, "content": "What do you need but hate asking for?"},
  {"id": 74, "content": "When does the gap between how you act and how you feel get widest?"},
  {"id": 75, "content": "What would real belonging actually feel like?"},
  {"id": 76, "content": "What truth about yourself do you brush past?"},
  {"id": 77, "content": "What thought keeps coming back that you haven't dealt with?"},
  {"id": 78, "content": "What do you believe that you don't usually say?"},
  {"id": 79, "content": "What are you holding onto that isn't working?"},
  {"id": 80, "content": "What question about yourself have you been dodging?"}
]
