[
  {"id": 1, "content": "Tell me about an assumption you dropped after it stopped making sense in real life."},
  {"id": 2, "content": "What's a random moment that gave you an unexpected rush recently?"},
  {"id": 3, "content": "What did you love doing as a kid? How does that connect to what drives you now?"},
  {"id": 4, "content": "What's a lucky break or opportunity you're grateful for?"},
  {"id": 5, "content": "If you're open to sharing, what's a challenge you're actively working through right now?"},
  {"id": 6, "content": "Is there a habit or routine that actually helps you perform better?"},
  {"id": 7, "content": "What's a new experience or skill you want to try next?"},
  {"id": 8, "content": "Describe your ideal action-packed, no-BS day."},
  {"id": 9, "content": "You're spending a wild weekend with anyone from history. Who is it and why?"},
  {"id": 10, "content": "Who is someone who pushed you in a way that made you sharper?"},
  {"id": 11, "content": "What's something you used to chase that you've moved past?"},
  {"id": 12, "content": "Right now, what opportunity or challenge has your attention locked in?"},
  {"id": 13, "content": "Describe a time when you were most in the zone—what made it click?"},
  {"id": 14, "content": "What's an experience or insight that changed how you approach things?"},
  {"id": 15, "content": "Looking ahead one year, what do you want to get better at?"},
  {"id": 16, "content": "Tell me about a solid move from someone else that stood out to you."},
  {"id": 17, "content": "Is there a call you're trying to make right now?"},
  {"id": 18, "content": "What's something you do your own way that works better than the standard?"},
  {"id": 19, "content": "What's a piece of real-world wisdom that's served you well?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people just see your boldness?"},
  {"id": 21, "content": "How has your definition of winning changed over time?"},
  {"id": 22, "content": "Can you think of an experience that forced you to see things differently?"},
  {"id": 23, "content": "What's something you're proud of that others might not see?"},
  {"id": 24, "content": "When you think about the people in your life, what makes someone worth hanging around?"},
  {"id": 25, "content": "Tell me about a fear you've faced or pushed through."},
  {"id": 26, "content": "When you're off, what gets you back in the game?"},
  {"id": 27, "content": "What's a position you hold that most people wouldn't agree with?"},
  {"id": 28, "content": "What's been grabbing your attention or curiosity lately?"},
  {"id": 29, "content": "Think about a screw-up. What did it teach you that you couldn't learn otherwise?"},
  {"id": 30, "content": "When you need to truly recharge, how do you do it?"},
  {"id": 31, "content": "What's something you had to cut loose to keep moving forward?"},
  {"id": 32, "content": "Is there a place that means something real to you?"},
  {"id": 33, "content": "Let's imagine you knew you couldn't lose. What would you go all-in on?"},
  {"id": 34, "content": "What's a thought or idea that's been on your mind that you can't shake?"},
  {"id": 35, "content": "If you could instantly master one skill, what would make you even more effective?"},
  {"id": 36, "content": "How do you handle it when someone you respect pushes back?"},
  {"id": 37, "content": "Have you figured out anything about yourself recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. What do you actually enjoy when you're not chasing action?"},
  {"id": 39, "content": "What's an uncomfortable truth you've had to accept?"},
  {"id": 40, "content": "What always gets your energy back up?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does stability look like?"},
  {"id": 42, "content": "Can you remember a conversation or moment that stuck with you?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your strong suit?"},
  {"id": 44, "content": "When was an impulsive move that turned out to be a great call?"},
  {"id": 45, "content": "What's an activity that absorbs you completely when you're in it?"},
  {"id": 46, "content": "What's one area of yourself you're still figuring out?"},
  {"id": 47, "content": "Besides family, what relationship has had a real impact on you?"},
  {"id": 48, "content": "What's a question that would cut through the surface with you?"},
  {"id": 49, "content": "In what area of your life are you trying to take things more seriously?"},
  {"id": 50, "content": "Do you have a personal practice you value, or one you'd actually stick with?"},
  {"id": 51, "content": "When you're feeling depleted, what gets you going?"},
  {"id": 52, "content": "Tell me about something you made happen through sheer effort. Was it worth it?"},
  {"id": 53, "content": "If you could send a one-sentence message to your younger self, what would it say?"},
  {"id": 54, "content": "What's something that both excites and intimidates you?"},
  {"id": 55, "content": "If you could step back into one moment to live it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? What tells you they're worth it?"},
  {"id": 57, "content": "What's one thing that keeps getting pushed aside?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but rarely ask for?"},
  {"id": 60, "content": "What's a piece of recognition that actually meant something to you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted your instincts. What changes?"},
  {"id": 62, "content": "What are two things you value that sometimes conflict?"},
  {"id": 63, "content": "Is there a gap between your confident exterior and your real uncertainty? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you put on a persona that isn't the full picture?"},
  {"id": 65, "content": "Is there an 'always-ready' version of yourself that you're tired of being?"},
  {"id": 66, "content": "Is there something from your past that still bothers you?"},
  {"id": 67, "content": "What's a past decision you keep replaying?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to suppress."},
  {"id": 69, "content": "Is there a moment in your life you wish you could undo?"},
  {"id": 70, "content": "What's a feeling that runs beneath your surface that you don't show?"},
  {"id": 71, "content": "Can you remember a time when being around people still left you feeling alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for someone to actually get you?"},
  {"id": 73, "content": "What's a fundamental need you have that you hate asking for?"},
  {"id": 74, "content": "In what situations does the gap between how you act and how you feel get widest?"},
  {"id": 75, "content": "Describe what real belonging would actually feel like."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you brush past?"},
  {"id": 77, "content": "Do you have a recurring thought that keeps coming back that you haven't dealt with?"},
  {"id": 78, "content": "What's a belief you hold that you don't usually say?"},
  {"id": 79, "content": "Is there something you're holding onto that isn't working?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
