[
  {"id": 1, "content": "Tell me about a belief about people or the world you've quietly revised."},
  {"id": 2, "content": "What's a small, unexpected moment of beauty that touched you recently?"},
  {"id": 3, "content": "What did you feel called to as a kid? How does that connect to who you are today?"},
  {"id": 4, "content": "What's an unexpected gift or connection you're holding gratitude for?"},
  {"id": 5, "content": "If you're open to sharing, what's an inner tension you're sitting with right now?"},
  {"id": 6, "content": "Is there a practice that helps you stay grounded in your own truth?"},
  {"id": 7, "content": "What's a deeper understanding or path that's calling to you?"},
  {"id": 8, "content": "Describe your ideal day of meaning and inner alignment."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose inner world would you most want to truly understand?"},
  {"id": 10, "content": "Who is someone who saw something in you that helped you see it too?"},
  {"id": 11, "content": "What's something you used to be committed to that you've released to grow into who you're becoming?"},
  {"id": 12, "content": "Right now, what quiet hope or possibility is stirring in you?"},
  {"id": 13, "content": "Describe a time when you felt most aligned with your deepest self."},
  {"id": 14, "content": "What's an idea, book, or insight that spoke to something you couldn't name?"},
  {"id": 15, "content": "Looking ahead one year, what inner transformation are you hoping to cultivate?"},
  {"id": 16, "content": "Tell me about a kindness from someone else that still lives in your memory."},
  {"id": 17, "content": "Is there an inner conflict you're navigating right now?"},
  {"id": 18, "content": "What's something you do differently that feels true to who you really are?"},
  {"id": 19, "content": "What's a truth about people that's guided you through different seasons?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people only see your calm exterior?"},
  {"id": 21, "content": "How has your definition of a meaningful life changed over time?"},
  {"id": 22, "content": "Can you think of an experience that touched something deep and lasting in you?"},
  {"id": 23, "content": "What's something you're quietly proud of that others don't see?"},
  {"id": 24, "content": "When you think about connection, what makes it feel authentic and worth protecting?"},
  {"id": 25, "content": "Tell me about a fear you've been gently working to understand."},
  {"id": 26, "content": "When you've drifted, what always brings you back to yourself?"},
  {"id": 27, "content": "What's a conviction you hold that might surprise people?"},
  {"id": 28, "content": "What's been stirring your imagination and intuition lately?"},
  {"id": 29, "content": "Think about a misstep. What did it teach you about yourself?"},
  {"id": 30, "content": "When you need to truly recharge, how do you restore yourself after absorbing too much from the world?"},
  {"id": 31, "content": "What's something you've had to grieve to make space for growth?"},
  {"id": 32, "content": "Is there a place that holds a special, almost sacred meaning for you?"},
  {"id": 33, "content": "Let's imagine fear wasn't a factor. What would you create or become?"},
  {"id": 34, "content": "What's a thought or feeling that's been weighing on your heart and intuition lately?"},
  {"id": 35, "content": "If you could develop one gift or ability, what would help you live more fully?"},
  {"id": 36, "content": "How do you navigate conflict with someone you care about?"},
  {"id": 37, "content": "Have you discovered anything about your own inner landscape recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How do you prefer to spend time in your own company?"},
  {"id": 39, "content": "What's a painful truth you've had to make room for?"},
  {"id": 40, "content": "What simple thing always reconnects you to peace?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does belonging mean to someone who often feels different?"},
  {"id": 42, "content": "Can you remember a conversation that left an imprint on your soul?"},
  {"id": 43, "content": "What's something you keep returning to even though it's not your strength?"},
  {"id": 44, "content": "When was an unplanned moment that became unexpectedly precious?"},
  {"id": 45, "content": "What's an activity that draws you into a state of timelessness?"},
  {"id": 46, "content": "What's a mystery about yourself you're still unfolding?"},
  {"id": 47, "content": "Besides family, what relationship has quietly shaped who you're becoming?"},
  {"id": 48, "content": "What's a question that would open a window into your true inner world?"},
  {"id": 49, "content": "In what area of yourself are you trying to honor something more intentionally?"},
  {"id": 50, "content": "Do you have a meaningful ritual you value, or one you'd want to weave into your life?"},
  {"id": 51, "content": "When you're feeling depleted, what renews you?"},
  {"id": 52, "content": "Tell me about something you nurtured into being through quiet persistence. Was it worth it?"},
  {"id": 53, "content": "If you could send a tender message to your younger self, what would it say?"},
  {"id": 54, "content": "What's something that both frightens and calls to you?"},
  {"id": 55, "content": "If you could step back into one moment to inhabit it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? How do you sense when someone is safe to trust with your real self?"},
  {"id": 57, "content": "What's one thing that keeps getting postponed that your intuition says matters?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but find nearly impossible to ask for?"},
  {"id": 60, "content": "What's a piece of recognition that touched something true in you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted your own inner knowing. What blossoms?"},
  {"id": 62, "content": "What are two values you treasure that sometimes create inner conflict?"},
  {"id": 63, "content": "Is there a gap between your composed exterior and your private struggles? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you're playing a role for others that feels distant from your true self?"},
  {"id": 65, "content": "Is there an 'understanding, always-there' version of yourself that you're tired of being?"},
  {"id": 66, "content": "Is there something from your past that you're still learning to forgive yourself for?"},
  {"id": 67, "content": "What's a past decision you keep revisiting in your inner world?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to smooth over or hide."},
  {"id": 69, "content": "Is there a moment in your life you wish you could rewrite?"},
  {"id": 70, "content": "What's a feeling that lives in you that you rarely reveal to others?"},
  {"id": 71, "content": "Can you remember a time when your capacity for understanding others left you feeling most alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for you to feel truly understood, not just appreciated?"},
  {"id": 73, "content": "What's a fundamental need you have that feels too vulnerable to name?"},
  {"id": 74, "content": "In what situations does the gap between your inner richness and outer expression feel widest?"},
  {"id": 75, "content": "Describe what it would feel like to be fully known and still accepted."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you keep at the edges of awareness?"},
  {"id": 77, "content": "Do you have a thought that's accompanied you for years without being spoken?"},
  {"id": 78, "content": "What's a belief you hold about people that you're hesitant to say?"},
  {"id": 79, "content": "Is there something you're carrying that you know you need to set down?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
