[
  {"id": 1, "content": "What belief that once defined you have you quietly let go of?"},
  {"id": 2, "content": "What small, beautiful moment unexpectedly moved you?"},
  {"id": 3, "content": "How has the dream you held as a child transformed into something new?"},
  {"id": 4, "content": "What unexpected grace or gift are you holding gratitude for?"},
  {"id": 5, "content": "What inner landscape are you navigating right now?"},
  {"id": 6, "content": "What gentle practice has helped anchor you lately?"},
  {"id": 7, "content": "What new horizon is quietly calling to your spirit?"},
  {"id": 8, "content": "What does a day that feeds your soul look like?"},
  {"id": 9, "content": "Whose inner world would you most want to understand?"},
  {"id": 10, "content": "Who believed in you in a way that helped you believe in yourself?"},
  {"id": 11, "content": "What once-precious thing have you released to become who you are now?"},
  {"id": 12, "content": "What quiet hope is stirring in you right now?"},
  {"id": 13, "content": "When did you feel most true to your deepest self?"},
  {"id": 14, "content": "What story, poem, or song spoke to something unnamed in you?"},
  {"id": 15, "content": "What inner change are you hoping to cultivate in the year ahead?"},
  {"id": 16, "content": "What kindness from another person still lives in your memory?"},
  {"id": 17, "content": "What inner crossroads are you sitting with right now?"},
  {"id": 18, "content": "What do you do in your own way that feels deeply right?"},
  {"id": 19, "content": "What truth has guided you through different seasons of your life?"},
  {"id": 20, "content": "What do people miss about you when they only see the surface?"},
  {"id": 21, "content": "What does a meaningful life look like from where you stand now?"},
  {"id": 22, "content": "What experience touched something deep and lasting in you?"},
  {"id": 23, "content": "What are you quietly proud of that the world doesn't see?"},
  {"id": 24, "content": "What makes a connection feel true and sacred to you?"},
  {"id": 25, "content": "What fear have you been gently working to understand?"},
  {"id": 26, "content": "What always seems to bring you back to yourself?"},
  {"id": 27, "content": "What quiet conviction do you hold that others might not expect?"},
  {"id": 28, "content": "What has been stirring your imagination and wonder lately?"},
  {"id": 29, "content": "What misstep taught you something precious about yourself?"},
  {"id": 30, "content": "How do you restore yourself when you've been too long in the world?"},
  {"id": 31, "content": "What have you had to mourn to make space for new growth?"},
  {"id": 32, "content": "What place holds a special, almost sacred feeling for you?"},
  {"id": 33, "content": "What would you create or become if your fears fell away?"},
  {"id": 34, "content": "What has been weighing on your heart and mind lately?"},
  {"id": 35, "content": "What gift or ability do you wish you could call your own?"},
  {"id": 36, "content": "How do you hold conflict with someone you love?"},
  {"id": 37, "content": "What have you recently discovered about your own inner landscape?"},
  {"id": 38, "content": "How do you love to spend time in your own company?"},
  {"id": 39, "content": "What painful truth have you had to make room for?"},
  {"id": 40, "content": "What simple thing always lifts your spirit?"},
  {"id": 41, "content": "What does belonging or home mean to your seeking heart?"},
  {"id": 42, "content": "What conversation left an imprint on your soul?"},
  {"id": 43, "content": "What do you keep returning to even though you're not skilled at it?"},
  {"id": 44, "content": "What unplanned moment became unexpectedly precious?"},
  {"id": 45, "content": "What draws you into timelessness?"},
  {"id": 46, "content": "What mystery about yourself are you still unfolding?"},
  {"id": 47, "content": "What relationship has quietly shaped the person you're becoming?"},
  {"id": 48, "content": "What question would open a window into your inner world?"},
  {"id": 49, "content": "What are you trying to honor more intentionally in your life?"},
  {"id": 50, "content": "What meaningful ritual would you want to weave into your life?"},
  {"id": 51, "content": "What renews you when you've given too much of yourself away?"},
  {"id": 52, "content": "What did you nurture into being through quiet persistence?"},
  {"id": 53, "content": "What tender words would you offer your younger self?"},
  {"id": 54, "content": "What longing both frightens and calls to you?"},
  {"id": 55, "content": "What memory would you want to inhabit again?"},
  {"id": 56, "content": "How do you sense when someone is safe to be real with?"},
  {"id": 57, "content": "What keeps getting postponed that your heart knows matters?"},
  {"id": 58, "content": "What do people misunderstand about the inner life of your generation?"},
  {"id": 59, "content": "What do you need but find almost impossible to ask for?"},
  {"id": 60, "content": "What words of recognition touched something true in you?"},
  {"id": 61, "content": "What would blossom if you fully trusted your own inner compass?"},
  {"id": 62, "content": "What two values you treasure sometimes create inner tension?"},
  {"id": 63, "content": "Where does your gentle exterior hide your private struggles?"},
  {"id": 64, "content": "What role do you inhabit for others that feels distant from your true self?"},
  {"id": 65, "content": "What soft, accommodating version of yourself are you weary of?"},
  {"id": 66, "content": "What past hurt are you still learning to forgive yourself for?"},
  {"id": 67, "content": "What old decision do you keep revisiting in your inner world?"},
  {"id": 68, "content": "What part of yourself have you tried to reshape or hide away?"},
  {"id": 69, "content": "What would you undo if you could rewrite your story?"},
  {"id": 70, "content": "What feeling lives in you that you rarely let others see?"},
  {"id": 71, "content": "When has your longing for deep connection left you feeling most alone?"},
  {"id": 72, "content": "What does it take for you to feel truly understood in your wholeness?"},
  {"id": 73, "content": "What do you need from others that feels too vulnerable to name?"},
  {"id": 74, "content": "When does the gap between your inner richness and outer expression feel widest?"},
  {"id": 75, "content": "What would it feel like to find your true kindred spirits?"},
  {"id": 76, "content": "What truth about yourself do you keep at the edges of awareness?"},
  {"id": 77, "content": "What thought has accompanied you for years without being spoken?"},
  {"id": 78, "content": "What do you believe about the world that you hold close to your chest?"},
  {"id": 79, "content": "What are you carrying that you know you need to set down?"},
  {"id": 80, "content": "What question about your own depths have you been avoiding?"}
]
