[
  {"id": 1, "content": "Tell me about a mental model or framework you've revised based on new information."},
  {"id": 2, "content": "What's a small, unexpected moment that broke through your usual focus recently?"},
  {"id": 3, "content": "What did you envision for your future as a kid? How does that connect to who you are today?"},
  {"id": 4, "content": "What's something that turned out better than your careful predictions—and why do you think that happened?"},
  {"id": 5, "content": "If you're open to sharing, what's a complex problem you're currently mapping out?"},
  {"id": 6, "content": "Is there a system you've built that's genuinely improved your life?"},
  {"id": 7, "content": "What's a deep knowledge domain you're hoping to explore next?"},
  {"id": 8, "content": "Describe your ideal day of focused, meaningful work."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose mind would you most want to understand from the inside?"},
  {"id": 10, "content": "Who is someone who pushed your thinking in ways that fundamentally changed it?"},
  {"id": 11, "content": "What's something you used to be deeply invested in that no longer feels relevant?"},
  {"id": 12, "content": "Right now, what long-term vision has your intellectual attention?"},
  {"id": 13, "content": "Describe a time when your inner and outer worlds felt most aligned."},
  {"id": 14, "content": "What's an idea or theory that fundamentally restructured how you see things?"},
  {"id": 15, "content": "Looking ahead one year, what internal shift are you working toward?"},
  {"id": 16, "content": "Tell me about a thoughtful gesture from someone that surprised you with its impact."},
  {"id": 17, "content": "Is there a decision you're currently modeling multiple scenarios for?"},
  {"id": 18, "content": "What's an unusual approach you take that others find hard to understand?"},
  {"id": 19, "content": "What's an insight that's proven reliable across different situations in your life?"},
  {"id": 20, "content": "What's one thing you feel is commonly misunderstood about your intensity or independence?"},
  {"id": 21, "content": "How has your definition of meaningful achievement changed over time?"},
  {"id": 22, "content": "Can you think of an experience that fundamentally rewired how you understand the world?"},
  {"id": 23, "content": "What's something you're proud of that others might not even notice?"},
  {"id": 24, "content": "When you think about real connection, what makes someone worth the energy?"},
  {"id": 25, "content": "Tell me about a fear you've systematically deconstructed and addressed."},
  {"id": 26, "content": "When things feel off, what reliably restores your equilibrium?"},
  {"id": 27, "content": "What's a conclusion you've reached that most people resist?"},
  {"id": 28, "content": "What's a question or puzzle that's captured your analysis lately?"},
  {"id": 29, "content": "Think about a failure. What valuable data did it provide for improvement?"},
  {"id": 30, "content": "When you need to truly recharge, how do you rebuild your cognitive reserves?"},
  {"id": 31, "content": "What's something you had to release to clear space for what matters?"},
  {"id": 32, "content": "Is there a place that holds significance in your internal landscape?"},
  {"id": 33, "content": "Let's imagine execution wasn't a constraint. What would you architect or build?"},
  {"id": 34, "content": "What's a thought or idea that keeps cycling through your mind these days?"},
  {"id": 35, "content": "If you could instantly master one skill, what would unlock the most leverage in your life?"},
  {"id": 36, "content": "How do you handle disagreement with someone whose mind you respect?"},
  {"id": 37, "content": "Have you noticed any patterns about yourself that have recently become clearer?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How are you spending your unstructured time?"},
  {"id": 39, "content": "What's an uncomfortable reality you've had to factor into your models?"},
  {"id": 40, "content": "What consistently shifts your state toward clarity and focus?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does security look like in your long-term vision?"},
  {"id": 42, "content": "Can you remember an exchange of ideas that left a permanent mark on your thinking?"},
  {"id": 43, "content": "What's something you keep doing even though you know you're not optimized for it?"},
  {"id": 44, "content": "When did acting on instinct override your analysis—and actually work?"},
  {"id": 45, "content": "What's an activity that absorbs you to the point of losing track of time?"},
  {"id": 46, "content": "What's a variable in your own psychology you're still solving for?"},
  {"id": 47, "content": "Besides family, what relationship has been unexpectedly formative for you?"},
  {"id": 48, "content": "What's a question you wish people would ask you more often—one that would reveal your inner world?"},
  {"id": 49, "content": "In what area of your life are you deliberately restructuring things?"},
  {"id": 50, "content": "Do you have a personal practice you value, or one you'd want to embed in your life?"},
  {"id": 51, "content": "When you're feeling depleted, what restores your capacity?"},
  {"id": 52, "content": "Tell me about something you built through sustained effort that actually worked. Was it worth it?"},
  {"id": 53, "content": "If you could send a one-sentence message to your past self, what would help them most?"},
  {"id": 54, "content": "What's a vision that's both daunting and compelling enough to pursue?"},
  {"id": 55, "content": "If you could step back into one experience to study it from the inside, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? What demonstrates that their thinking is sound?"},
  {"id": 57, "content": "What's one thing that keeps getting pushed down your priority stack?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need from others but rarely factor into your plans?"},
  {"id": 60, "content": "What's an acknowledgment that surprised you by how much it mattered?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trust your own analysis. What shifts?"},
  {"id": 62, "content": "What are two principles you've reasoned into that sometimes create logical tension?"},
  {"id": 63, "content": "Is there a gap between your competence and your actual uncertainty? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you're maintaining an intellectual persona that doesn't reflect your full complexity?"},
  {"id": 65, "content": "Is there an image of yourself that requires more energy to project than it's worth?"},
  {"id": 66, "content": "Is there something from your past that your logic has processed, but still runs through your mind?"},
  {"id": 67, "content": "What's a past choice you keep re-examining with different variables?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to engineer out of existence."},
  {"id": 69, "content": "Is there a moment in your life you wish you could rerun differently?"},
  {"id": 70, "content": "What's an emotion that operates beneath your rationality that you rarely name?"},
  {"id": 71, "content": "Can you remember a time when your intellectual isolation felt most acute?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does someone need to demonstrate before you feel genuinely known?"},
  {"id": 73, "content": "What's a fundamental need you have that you rarely articulate?"},
  {"id": 74, "content": "In what situations does the distance between your inner world and others feel greatest?"},
  {"id": 75, "content": "Describe what it would take to find people who actually understand how you think."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you intellectualize rather than feel?"},
  {"id": 77, "content": "Do you have a recurring thought you've analyzed but never resolved?"},
  {"id": 78, "content": "What's a conclusion you've reached that you're hesitant to voice?"},
  {"id": 79, "content": "Is there something you're still holding that your logic says to release?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
