[
  {"id": 1, "content": "What belief did you quietly let go of once it no longer felt true?"},
  {"id": 2, "content": "What small, gentle moment touched you recently?"},
  {"id": 3, "content": "How has what you cared about as a child shaped how you care for others now?"},
  {"id": 4, "content": "What unexpected kindness are you holding gratitude for?"},
  {"id": 5, "content": "What challenge are you patiently working through?"},
  {"id": 6, "content": "What routine or practice helps keep you grounded?"},
  {"id": 7, "content": "What new way of helping or connecting is calling to you?"},
  {"id": 8, "content": "What does a day of quiet meaning and care look like for you?"},
  {"id": 9, "content": "Whose gentle wisdom or warmth would you most want to learn from?"},
  {"id": 10, "content": "Who saw something in you that helped you see it too?"},
  {"id": 11, "content": "What responsibility or role have you stepped back from?"},
  {"id": 12, "content": "What relationship or commitment has your heart right now?"},
  {"id": 13, "content": "When did you feel most valued and at peace?"},
  {"id": 14, "content": "What experience changed how you show care for others?"},
  {"id": 15, "content": "What do you want to nurture or develop this year?"},
  {"id": 16, "content": "What gesture from someone else stayed with you?"},
  {"id": 17, "content": "What quiet decision are you sitting with?"},
  {"id": 18, "content": "What do you do in your own thoughtful way that feels right?"},
  {"id": 19, "content": "What value has guided how you treat people over time?"},
  {"id": 20, "content": "What do people miss about you when they only see your helpfulness?"},
  {"id": 21, "content": "What does a meaningful life look like to you now?"},
  {"id": 22, "content": "What experience deepened your understanding of someone you care about?"},
  {"id": 23, "content": "What are you quietly proud of?"},
  {"id": 24, "content": "What makes a connection feel safe and real to you?"},
  {"id": 25, "content": "What fear have you gently worked through?"},
  {"id": 26, "content": "What always brings you back to yourself?"},
  {"id": 27, "content": "What conviction do you hold that might surprise people?"},
  {"id": 28, "content": "What's been on your mind or heart lately?"},
  {"id": 29, "content": "What mistake taught you something about caring for others?"},
  {"id": 30, "content": "How do you restore yourself when you've given too much?"},
  {"id": 31, "content": "What have you had to release to keep growing?"},
  {"id": 32, "content": "What place holds quiet, personal meaning for you?"},
  {"id": 33, "content": "What would you nurture or create if nothing held you back?"},
  {"id": 34, "content": "What's been weighing on your heart?"},
  {"id": 35, "content": "What ability would help you better support the people you love?"},
  {"id": 36, "content": "How do you handle tension with someone you care about?"},
  {"id": 37, "content": "What have you discovered about yourself recently?"},
  {"id": 38, "content": "How do you love to spend time in your own quiet way?"},
  {"id": 39, "content": "What difficult truth have you had to make room for?"},
  {"id": 40, "content": "What simple thing always lifts your spirit?"},
  {"id": 41, "content": "What does feeling at home mean to you?"},
  {"id": 42, "content": "What conversation or exchange left a lasting impression?"},
  {"id": 43, "content": "What do you keep doing even though it's not your strength?"},
  {"id": 44, "content": "What unplanned moment became something precious?"},
  {"id": 45, "content": "What draws you into a state of quiet focus?"},
  {"id": 46, "content": "What are you still learning about yourself?"},
  {"id": 47, "content": "What relationship has quietly shaped who you're becoming?"},
  {"id": 48, "content": "What question would help someone really know you?"},
  {"id": 49, "content": "What are you trying to honor more intentionally?"},
  {"id": 50, "content": "What tradition or ritual would you want in your life?"},
  {"id": 51, "content": "What renews you when you've been stretched thin?"},
  {"id": 52, "content": "What did you help nurture or create that felt meaningful?"},
  {"id": 53, "content": "What gentle words would you offer your younger self?"},
  {"id": 54, "content": "What hope both calls to you and feels vulnerable?"},
  {"id": 55, "content": "What memory would you want to return to?"},
  {"id": 56, "content": "How do you sense when someone is safe to be real with?"},
  {"id": 57, "content": "What keeps getting postponed that matters to you?"},
  {"id": 58, "content": "What do people misunderstand about your generation's depth?"},
  {"id": 59, "content": "What do you need but find almost impossible to ask for?"},
  {"id": 60, "content": "What recognition or thanks touched something true in you?"},
  {"id": 61, "content": "What would blossom if you fully trusted your own way of caring?"},
  {"id": 62, "content": "What two values you hold dear sometimes pull in different directions?"},
  {"id": 63, "content": "Where does your helpful exterior hide your own needs?"},
  {"id": 64, "content": "What supportive role do you play that doesn't show who you really are?"},
  {"id": 65, "content": "What dependable, always-there version of yourself are you tired of?"},
  {"id": 66, "content": "What past moment are you still learning to forgive yourself for?"},
  {"id": 67, "content": "What old decision do you keep revisiting in your mind?"},
  {"id": 68, "content": "What part of yourself have you tried to keep small or hidden?"},
  {"id": 69, "content": "What would you undo if you could?"},
  {"id": 70, "content": "What feeling lives in you that you rarely let others see?"},
  {"id": 71, "content": "When has caring for everyone else left you feeling most alone?"},
  {"id": 72, "content": "What does it take for you to feel truly understood?"},
  {"id": 73, "content": "What do you need from others that feels too vulnerable to name?"},
  {"id": 74, "content": "When does the gap between what you give and what you receive feel widest?"},
  {"id": 75, "content": "What would genuine reciprocity feel like for you?"},
  {"id": 76, "content": "What truth about yourself do you keep at the edges of awareness?"},
  {"id": 77, "content": "What thought has accompanied you without being spoken?"},
  {"id": 78, "content": "What do you believe that you hold close?"},
  {"id": 79, "content": "What are you carrying that you know you should set down?"},
  {"id": 80, "content": "What question about your own needs have you been avoiding?"}
]
