[
  {"id": 1, "content": "Tell me about a belief you've quietly outgrown."},
  {"id": 2, "content": "What's a small, beautiful moment that touched you recently?"},
  {"id": 3, "content": "What moved you as a kid? How does that connect to what moves you now?"},
  {"id": 4, "content": "What's an unexpected goodness you're grateful for?"},
  {"id": 5, "content": "If you're open to sharing, what's an inner challenge you're working through?"},
  {"id": 6, "content": "Is there a gentle practice that's helped ground you?"},
  {"id": 7, "content": "What's a new experience or expression that's calling to you?"},
  {"id": 8, "content": "Describe your ideal day of beauty and authenticity."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose creative or inner world would you most want to understand?"},
  {"id": 10, "content": "Who is someone who saw something in you that helped you see it too?"},
  {"id": 11, "content": "What's a passion you've set aside to make room for growth?"},
  {"id": 12, "content": "Right now, what has you feeling most alive?"},
  {"id": 13, "content": "Describe a time when you felt most true to yourself."},
  {"id": 14, "content": "What's an experience, piece of art, or moment that spoke to something inside you?"},
  {"id": 15, "content": "Looking ahead one year, what inner change are you hoping for?"},
  {"id": 16, "content": "Tell me about a kindness from someone else that still lives in you."},
  {"id": 17, "content": "Is there a quiet decision you're sitting with?"},
  {"id": 18, "content": "What's something you do in your own way that feels deeply right?"},
  {"id": 19, "content": "What's a truth that's guided you through different times?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people only see your quiet side?"},
  {"id": 21, "content": "How has your definition of a meaningful life changed over time?"},
  {"id": 22, "content": "Can you think of an experience that touched something lasting in you?"},
  {"id": 23, "content": "What's something you're quietly proud of?"},
  {"id": 24, "content": "When you think about connection, what makes it feel authentic?"},
  {"id": 25, "content": "Tell me about a fear you've been gently working through."},
  {"id": 26, "content": "When you've drifted, what always brings you back to yourself?"},
  {"id": 27, "content": "What's a conviction you hold that might surprise people?"},
  {"id": 28, "content": "What's been stirring your senses or imagination lately?"},
  {"id": 29, "content": "Think about a mistake. What did it teach you about who you are?"},
  {"id": 30, "content": "When you need to truly recharge, how do you restore yourself?"},
  {"id": 31, "content": "What's something you've had to release to keep growing?"},
  {"id": 32, "content": "Is there a place that holds a special, personal meaning for you?"},
  {"id": 33, "content": "Let's imagine nothing held you back. What would you create or become?"},
  {"id": 34, "content": "What's a thought or feeling that's been weighing on your heart?"},
  {"id": 35, "content": "If you could develop one ability, what would help you express yourself more fully?"},
  {"id": 36, "content": "How do you handle conflict with someone you care about?"},
  {"id": 37, "content": "Have you discovered anything about yourself recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How do you love to spend time in your own world?"},
  {"id": 39, "content": "What's a painful truth you've had to make room for?"},
  {"id": 40, "content": "What simple thing always lifts your spirit?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does it mean to you?"},
  {"id": 42, "content": "Can you remember a moment or exchange that left a lasting impression?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your strength?"},
  {"id": 44, "content": "When was an unplanned moment that became something precious?"},
  {"id": 45, "content": "What's an activity that draws you into a state of complete presence?"},
  {"id": 46, "content": "What's one area of yourself you're still discovering?"},
  {"id": 47, "content": "Besides family, what relationship has quietly shaped who you're becoming?"},
  {"id": 48, "content": "What's a question that would help someone really know you?"},
  {"id": 49, "content": "In what area of your life are you trying to honor something more intentionally?"},
  {"id": 50, "content": "Do you have a meaningful ritual you value, or one you'd want in your life?"},
  {"id": 51, "content": "When you're feeling depleted, what renews you?"},
  {"id": 52, "content": "Tell me about something you created or nurtured that felt meaningful. Was it worth it?"},
  {"id": 53, "content": "If you could send gentle words to your younger self, what would they be?"},
  {"id": 54, "content": "What's something that both scares and calls to you?"},
  {"id": 55, "content": "If you could step back into one moment to experience it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? How do you sense when someone is safe to be real with?"},
  {"id": 57, "content": "What's one thing that keeps getting postponed that matters to you?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but find almost impossible to ask for?"},
  {"id": 60, "content": "What's a piece of recognition that touched something true in you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted your own path. What blossoms?"},
  {"id": 62, "content": "What are two values you hold dear that sometimes pull in different directions?"},
  {"id": 63, "content": "Is there a gap between your gentle exterior and your private struggles? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you play a role that doesn't show who you really are?"},
  {"id": 65, "content": "Is there an 'agreeable, go-with-the-flow' version of yourself that you're tired of?"},
  {"id": 66, "content": "Is there something from your past you're still learning to forgive yourself for?"},
  {"id": 67, "content": "What's a past choice you keep revisiting?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to smooth over or hide."},
  {"id": 69, "content": "Is there a moment in your life you wish you could undo?"},
  {"id": 70, "content": "What's a feeling that lives in you that you rarely show?"},
  {"id": 71, "content": "Can you remember a time when your desire for harmony left you feeling most alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what does it take for you to feel truly understood?"},
  {"id": 73, "content": "What's a fundamental need you have that feels too vulnerable to ask for?"},
  {"id": 74, "content": "In what situations does the gap between your inner world and outer expression feel widest?"},
  {"id": 75, "content": "Describe what genuine belonging would feel like for you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you keep at the edges?"},
  {"id": 77, "content": "Do you have a thought that's accompanied you without being spoken?"},
  {"id": 78, "content": "What's a belief you hold close that you don't usually say?"},
  {"id": 79, "content": "Is there something you're carrying that you know you should set down?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
