[
  {"id": 1, "content": "Tell me about a belief you revised once you saw it didn't hold up in practice."},
  {"id": 2, "content": "What's a small accomplishment that recently gave you quiet satisfaction?"},
  {"id": 3, "content": "What did you care about as a kid? How does that connect to the way you approach life now?"},
  {"id": 4, "content": "What's something that turned out as planned—or even better—that you're grateful for?"},
  {"id": 5, "content": "If you're open to sharing, what's a problem you're methodically working through?"},
  {"id": 6, "content": "Is there a routine or system that genuinely makes your life work better?"},
  {"id": 7, "content": "What's a skill or knowledge area you want to develop further?"},
  {"id": 8, "content": "Describe your ideal well-structured, productive day."},
  {"id": 9, "content": "You're having dinner with anyone from history. Whose expertise or experience would you most want to learn from?"},
  {"id": 10, "content": "Who is someone who taught you something that shaped how you work or think?"},
  {"id": 11, "content": "What's something you used to be committed to that you've stepped back from?"},
  {"id": 12, "content": "Right now, what task or responsibility has your focus?"},
  {"id": 13, "content": "Describe a time when you felt most competent and reliable."},
  {"id": 14, "content": "What's an experience that changed how you approach a recurring challenge?"},
  {"id": 15, "content": "Looking ahead one year, what ability do you want to sharpen?"},
  {"id": 16, "content": "Tell me about a time someone's dependable help made a real difference."},
  {"id": 17, "content": "Is there a decision you're carefully considering?"},
  {"id": 18, "content": "What's a method you follow that others might overlook?"},
  {"id": 19, "content": "What's a principle that's reliably guided your choices?"},
  {"id": 20, "content": "What's one thing you feel is commonly missed about you when people only see your reserved side?"},
  {"id": 21, "content": "How has your definition of 'doing things right' changed over time?"},
  {"id": 22, "content": "Can you think of an experience that made you reconsider how you do something?"},
  {"id": 23, "content": "What's something you're proud of that others might not notice?"},
  {"id": 24, "content": "When you think about trust, what makes someone worth trusting?"},
  {"id": 25, "content": "Tell me about a fear you've worked through by taking steady action."},
  {"id": 26, "content": "When things feel off, what gets you back to equilibrium?"},
  {"id": 27, "content": "What's a position you hold that most people haven't considered carefully?"},
  {"id": 28, "content": "What's been occupying your attention lately?"},
  {"id": 29, "content": "Think about a mistake. What did it teach you that you now apply regularly?"},
  {"id": 30, "content": "When you need to truly recharge, how do you restore yourself?"},
  {"id": 31, "content": "What's something you let go of to stay focused on what matters?"},
  {"id": 32, "content": "Is there a place that holds personal significance for you?"},
  {"id": 33, "content": "Let's imagine nothing held you back. What would you build or accomplish?"},
  {"id": 34, "content": "What's a thought or idea that's been running in the back of your mind?"},
  {"id": 35, "content": "If you could instantly master one skill, what capability would make you more effective?"},
  {"id": 36, "content": "How do you handle disagreement with someone you respect?"},
  {"id": 37, "content": "Have you noticed anything about your own patterns recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. What do you genuinely enjoy doing in your own time?"},
  {"id": 39, "content": "What's a difficult reality you've had to accept?"},
  {"id": 40, "content": "What reliably brings you back to a good state?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does stability mean to you?"},
  {"id": 42, "content": "Can you remember a conversation or exchange that stayed with you?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your strength?"},
  {"id": 44, "content": "When was a careful decision that turned out to be the right call?"},
  {"id": 45, "content": "What's an activity that draws your full concentration when you're doing it?"},
  {"id": 46, "content": "What's one area of yourself you're still figuring out?"},
  {"id": 47, "content": "Besides family, what relationship has quietly shaped who you are?"},
  {"id": 48, "content": "What's a question you wish people would ask you more often—one that would get past the surface?"},
  {"id": 49, "content": "In what area of your life are you trying to be more consistent?"},
  {"id": 50, "content": "Do you have a personal practice you value, or one you'd actually maintain long-term?"},
  {"id": 51, "content": "When you're feeling depleted, what restores you?"},
  {"id": 52, "content": "Tell me about something you accomplished through steady, sustained effort. Was it worth it?"},
  {"id": 53, "content": "If you could send a one-sentence message to your younger self, what would it say?"},
  {"id": 54, "content": "What's something that both motivates and challenges you?"},
  {"id": 55, "content": "If you could step back into one experience to have it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? What shows you they're reliable?"},
  {"id": 57, "content": "What's one thing that keeps getting postponed?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but rarely mention?"},
  {"id": 60, "content": "What's a piece of recognition that actually mattered to you?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted your own judgment. What's different?"},
  {"id": 62, "content": "What are two principles you follow that sometimes conflict?"},
  {"id": 63, "content": "Is there a gap between your steady exterior and your real uncertainty? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you play a dependable role that isn't the full picture of who you are?"},
  {"id": 65, "content": "Is there a 'responsible' version of yourself that takes effort to maintain?"},
  {"id": 66, "content": "Is there something from your past that still bothers you?"},
  {"id": 67, "content": "What's a past decision you keep turning over?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to keep in check."},
  {"id": 69, "content": "Is there a moment in your life you wish you could undo?"},
  {"id": 70, "content": "What's a feeling that runs beneath your calm that you rarely show?"},
  {"id": 71, "content": "Can you remember a time when being the reliable one left you feeling alone?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what would it take for someone to really understand you?"},
  {"id": 73, "content": "What's a fundamental need you have that's hard to request?"},
  {"id": 74, "content": "In what situations is the gap between your inner experience and outer manner widest?"},
  {"id": 75, "content": "Describe what genuine understanding would actually look like for you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you work around rather than face?"},
  {"id": 77, "content": "Do you have a recurring thought you haven't fully addressed?"},
  {"id": 78, "content": "What's a belief you hold that you don't usually say?"},
  {"id": 79, "content": "Is there something you're holding onto that you know should go?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
