[
  {"id": 1, "content": "Tell me about a belief you revised once you tested it against reality."},
  {"id": 2, "content": "What's a small, unexpected thing that gave you a moment of satisfaction?"},
  {"id": 3, "content": "What did you love taking apart or figuring out as a kid? How does that connect to who you are today?"},
  {"id": 4, "content": "What's something that surprised you by working out better than expected?"},
  {"id": 5, "content": "If you're open to sharing, what's a problem you're currently troubleshooting?"},
  {"id": 6, "content": "Is there a routine or system that actually makes your life work better?"},
  {"id": 7, "content": "What's a skill or craft you want to get better at?"},
  {"id": 8, "content": "Describe your ideal day of hands-on focus."},
  {"id": 9, "content": "You're spending time with anyone from history. Whose expertise would you most want to learn from directly?"},
  {"id": 10, "content": "Who is someone who taught you something that changed how you approach problems?"},
  {"id": 11, "content": "What's something you used to be interested in that you've set aside?"},
  {"id": 12, "content": "Right now, what challenge or project has your attention?"},
  {"id": 13, "content": "Describe a time when everything clicked and you were fully in the zone."},
  {"id": 14, "content": "What's an experience or insight that permanently changed your approach?"},
  {"id": 15, "content": "Looking ahead one year, what ability do you want to sharpen?"},
  {"id": 16, "content": "Tell me about a piece of practical help from someone that stood out to you."},
  {"id": 17, "content": "Is there a decision you're weighing right now?"},
  {"id": 18, "content": "What's a method you use that others find unconventional?"},
  {"id": 19, "content": "What's a piece of practical wisdom that's consistently served you?"},
  {"id": 20, "content": "What's one thing you feel is commonly misunderstood about your quiet or independent way?"},
  {"id": 21, "content": "How has your definition of success changed over time?"},
  {"id": 22, "content": "Can you think of an experience that made you see something fundamentally differently?"},
  {"id": 23, "content": "What's something you're proud of that matters to you but isn't obvious to others?"},
  {"id": 24, "content": "When you think about the people in your life, what makes someone worth spending time with?"},
  {"id": 25, "content": "Tell me about a fear you've worked through or faced directly."},
  {"id": 26, "content": "When things feel off, what restores your equilibrium?"},
  {"id": 27, "content": "What's a position you hold that most people haven't thought through?"},
  {"id": 28, "content": "What's been occupying your practical attention lately?"},
  {"id": 29, "content": "Think about a mistake. What did it teach you that's useful?"},
  {"id": 30, "content": "When you need to truly recharge, how do you reset?"},
  {"id": 31, "content": "What's something you let go of to focus on what matters?"},
  {"id": 32, "content": "Is there a place that holds significance for you?"},
  {"id": 33, "content": "Let's imagine nothing held you back. What would you build or master?"},
  {"id": 34, "content": "What's a thought or idea that keeps running in the back of your mind?"},
  {"id": 35, "content": "If you could instantly master one skill, what capability would expand what you can do?"},
  {"id": 36, "content": "How do you handle disagreement with someone you respect?"},
  {"id": 37, "content": "Have you noticed anything about your own patterns recently?"},
  {"id": 38, "content": "You're gifted a completely free afternoon. How do you actually prefer to spend your time?"},
  {"id": 39, "content": "What's an uncomfortable reality you've had to accept?"},
  {"id": 40, "content": "What reliably gets you back to a good state?"},
  {"id": 41, "content": "Is 'home' a place, a person, or a feeling for you? What does stability mean to someone who values independence?"},
  {"id": 42, "content": "Can you remember a conversation or exchange that stuck with you?"},
  {"id": 43, "content": "What's something you keep doing even though it's not your strong point?"},
  {"id": 44, "content": "When did acting on instinct turn out well?"},
  {"id": 45, "content": "What's an activity that pulls you into complete focus?"},
  {"id": 46, "content": "What's one area of yourself you're still trying to figure out?"},
  {"id": 47, "content": "Besides family, what relationship has impacted you in ways you didn't expect?"},
  {"id": 48, "content": "What's a question that would get past your surface to something real?"},
  {"id": 49, "content": "In what area of your life are you trying to be more intentional?"},
  {"id": 50, "content": "Do you have a personal practice you value, or one you'd actually maintain?"},
  {"id": 51, "content": "When you're feeling depleted, what restores your energy?"},
  {"id": 52, "content": "Tell me about something you accomplished through sustained effort. Was it worth it?"},
  {"id": 53, "content": "If you could send a one-sentence message to your younger self, what would it say?"},
  {"id": 54, "content": "What's something that both attracts and intimidates you?"},
  {"id": 55, "content": "If you could step back into one experience to have it again, which would you choose?"},
  {"id": 56, "content": "How do you learn to trust someone? What shows you they're trustworthy?"},
  {"id": 57, "content": "What's one thing that keeps getting delayed?"},
  {"id": 58, "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?"},
  {"id": 59, "content": "What's something you need but rarely mention?"},
  {"id": 60, "content": "What's a piece of recognition that surprised you by mattering?"},
  {"id": 61, "content": "Imagine a version of your life where you fully trusted yourself. What's different?"},
  {"id": 62, "content": "What are two principles you follow that sometimes conflict?"},
  {"id": 63, "content": "Is there a gap between your capable exterior and your real uncertainty? (We all have one.)"},
  {"id": 64, "content": "Do you ever feel like you default to a detached persona that isn't the complete picture?"},
  {"id": 65, "content": "Is there a 'self-sufficient' version of yourself that takes effort to maintain?"},
  {"id": 66, "content": "Is there something from your past that still bothers you?"},
  {"id": 67, "content": "What's a past decision you keep turning over?"},
  {"id": 68, "content": "Tell me about a part of yourself you've tried to suppress."},
  {"id": 69, "content": "Is there a moment in your life you wish you could undo?"},
  {"id": 70, "content": "What's a feeling that runs beneath your calm that you rarely show?"},
  {"id": 71, "content": "Can you remember a time when independence felt more like isolation?"},
  {"id": 72, "content": "When it comes to the people you're closest to, what would it take for someone to really understand you?"},
  {"id": 73, "content": "What's a fundamental need you have that's hard to request?"},
  {"id": 74, "content": "In what situations is the gap between your inner experience and outer manner widest?"},
  {"id": 75, "content": "Describe what genuine connection would actually look like for you."},
  {"id": 76, "content": "Is there a quiet truth about yourself that you work around rather than face?"},
  {"id": 77, "content": "Do you have a recurring thought you haven't fully addressed?"},
  {"id": 78, "content": "What's a belief you hold that you don't usually say?"},
  {"id": 79, "content": "Is there something you're holding onto that you know should go?"},
  {"id": 80, "content": "If your intuition could ask you one hard question right now, what do you think it would be?"}
]
