[
  {
    "id": 2,
    "content": "Tell me about a small, unexpected moment of joy you've had lately.",
    "category": "life"
  },
  {
    "id": 4,
    "content": "What's something you're grateful for today that wasn't even on your radar a year ago?",
    "category": "life"
  },
  {
    "id": 6,
    "content": "Is there a habit or routine that's been a genuine game-changer for you recently?",
    "category": "life"
  },
  {
    "id": 7,
    "content": "What's one thing you're hoping to learn or try in the next year, just for the fun of it?",
    "category": "aspirations"
  },
  {
    "id": 8,
    "content": "Describe your perfect 'no-obligations' day, from the moment you wake up to when you go to sleep.",
    "category": "life"
  },
  {
    "id": 9,
    "content": "You're hosting a dinner party with any three people from history. Who's on the guest list and why?",
    "category": "curiosity"
  },
  {
    "id": 12,
    "content": "Right now, what's one thing on the horizon that you're genuinely excited about?",
    "category": "aspirations"
  },
  {
    "id": 14,
    "content": "What's a piece of art—like a book, movie, or song—that has truly stuck with you?",
    "category": "curiosity"
  },
  {
    "id": 16,
    "content": "Tell me about a small act of kindness someone showed you that you still remember.",
    "category": "relationships"
  },
  {
    "id": 18,
    "content": "What's a personal quirk or an unusual way you do a totally normal thing?",
    "category": "identity"
  },
  {
    "id": 19,
    "content": "What's a piece of advice that actually changed how you live your life?",
    "category": "wisdom"
  },
  {
    "id": 24,
    "content": "When you think of your best friendships, what's the one ingredient they all have in common?",
    "category": "relationships"
  },
  {
    "id": 26,
    "content": "When you're feeling down, what's something that reliably lifts your spirits?",
    "category": "life"
  },
  {
    "id": 28,
    "content": "What's a topic you've fallen down a rabbit hole on recently?",
    "category": "curiosity"
  },
  {
    "id": 30,
    "content": "When you need to truly recharge, what's your go-to method?",
    "category": "life"
  },
  {
    "id": 32,
    "content": "Is there a place in the world that just feels like 'you'?",
    "category": "life"
  },
  {
    "id": 35,
    "content": "If you could instantly master one skill, what would it be and what's the first thing you'd do with it?",
    "category": "curiosity"
  },
  {
    "id": 38,
    "content": "You're gifted a completely free afternoon. How are you spending it?",
    "category": "life"
  },
  {
    "id": 40,
    "content": "What's a simple pleasure that never fails to put you in a good mood?",
    "category": "life"
  },
  {
    "id": 43,
    "content": "What's something you're delightfully bad at, but love to do anyway?",
    "category": "life"
  },
  {
    "id": 44,
    "content": "When was the last time you did something truly spontaneous?",
    "category": "life"
  },
  {
    "id": 45,
    "content": "What's an activity that makes the hours feel like minutes for you?",
    "category": "curiosity"
  },
  {
    "id": 50,
    "content": "Do you have a personal tradition you love, or one you'd like to start?",
    "category": "life"
  },
  {
    "id": 51,
    "content": "When you're feeling totally drained, what's one thing that energizes you?",
    "category": "life"
  },
  {
    "id": 55,
    "content": "If you could step back into one memory for just a moment, which one would you choose?",
    "category": "life"
  },
  {
    "id": 57,
    "content": "What's one thing you've been meaning to do but just haven't gotten around to yet?",
    "category": "life"
  },
  {
    "id": 58,
    "content": "What's a stereotype about your generation that you think is totally wrong—or surprisingly right?",
    "category": "identity"
  },
  {
    "id": 60,
    "content": "What's a compliment you've received that you still think about?",
    "category": "relationships"
  }
]