[
  {
    "id": 1,
    "content": "Tell me about a belief you held strongly a few years ago that you see differently now.",
    "category": "growth"
  },
  {
    "id": 3,
    "content": "What did you dream of being when you were a kid? How does that connect to who you are today?",
    "category": "identity"
  },
  {
    "id": 5,
    "content": "If you're open to sharing, what's a challenge that's currently on your mind?",
    "category": "growth"
  },
  {
    "id": 10,
    "content": "Who is someone whose influence has truly shaped the person you are today?",
    "category": "relationships"
  },
  {
    "id": 11,
    "content": "What's something you used to pour a lot of energy into that no longer feels important?",
    "category": "growth"
  },
  {
    "id": 13,
    "content": "Describe a time or a place where you've felt completely, authentically yourself.",
    "category": "identity"
  },
  {
    "id": 15,
    "content": "Looking ahead one year, what's one way you hope to be different?",
    "category": "aspirations"
  },
  {
    "id": 17,
    "content": "Is there a decision you're currently wrestling with?",
    "category": "growth"
  },
  {
    "id": 20,
    "content": "What's one thing you feel is commonly misunderstood about you?",
    "category": "identity"
  },
  {
    "id": 21,
    "content": "How has your definition of 'success' changed over time?",
    "category": "values"
  },
  {
    "id": 22,
    "content": "Can you think of a specific moment that shifted your entire perspective on the world?",
    "category": "growth"
  },
  {
    "id": 23,
    "content": "What's something you're proud of, but don't often get to talk about?",
    "category": "identity"
  },
  {
    "id": 25,
    "content": "Tell me about a fear you've either overcome or are learning to live with.",
    "category": "growth"
  },
  {
    "id": 27,
    "content": "What's a belief you hold that you suspect might be unpopular?",
    "category": "values"
  },
  {
    "id": 29,
    "content": "Think about a time something didn't go as planned. What's a valuable lesson you took away?",
    "category": "growth"
  },
  {
    "id": 31,
    "content": "What's something you had to let go of that was difficult to release?",
    "category": "growth"
  },
  {
    "id": 33,
    "content": "Let's imagine failure is impossible for a moment. What bold move would you make?",
    "category": "aspirations"
  },
  {
    "id": 34,
    "content": "What's a thought or idea that's been taking up space in your mind lately?",
    "category": "life"
  },
  {
    "id": 36,
    "content": "How do you navigate disagreements with people who are important to you?",
    "category": "relationships"
  },
  {
    "id": 37,
    "content": "Have you had any 'aha!' moments about yourself recently?",
    "category": "identity"
  },
  {
    "id": 39,
    "content": "What's a hard truth that has ultimately been good for you to accept?",
    "category": "growth"
  },
  {
    "id": 41,
    "content": "Is 'home' a place, a person, or a feeling for you? What does it feel like?",
    "category": "values"
  },
  {
    "id": 42,
    "content": "Can you remember a single conversation that changed the way you think?",
    "category": "growth"
  },
  {
    "id": 46,
    "content": "What's one area of your life where you still feel like you're figuring things out?",
    "category": "growth"
  },
  {
    "id": 47,
    "content": "Besides family, what relationship has most significantly shaped who you are?",
    "category": "relationships"
  },
  {
    "id": 48,
    "content": "What's a question you wish people would ask you more often?",
    "category": "identity"
  },
  {
    "id": 49,
    "content": "In what area of your life are you currently trying to be more intentional?",
    "category": "growth"
  },
  {
    "id": 52,
    "content": "Tell me about something you worked incredibly hard for. Was it worth it?",
    "category": "growth"
  },
  {
    "id": 53,
    "content": "If you could send a one-sentence message back to your teenage self, what would it say?",
    "category": "wisdom"
  },
  {
    "id": 54,
    "content": "What's something that both terrifies and excites you right now?",
    "category": "aspirations"
  },
  {
    "id": 56,
    "content": "How do you learn to trust someone? Is it a feeling or a decision?",
    "category": "relationships"
  },
  {
    "id": 59,
    "content": "What's something you need from others but find difficult to ask for?",
    "category": "identity"
  },
  {
    "id": 61,
    "content": "Imagine a version of your life where you fully trust yourself. What's different?",
    "category": "aspirations"
  }
]