[
  {
    "id": 62,
    "content": "What are two important values you hold that sometimes feel like they're in conflict?",
    "category": "contradictions"
  },
  {
    "id": 63,
    "content": "Is there a gap between a value you hold dear and how you're able to live day-to-day? (We all have them.)",
    "category": "contradictions"
  },
  {
    "id": 64,
    "content": "Do you ever feel like you're playing a role for others that isn't the real you?",
    "category": "contradictions"
  },
  {
    "id": 65,
    "content": "Is there a 'mask' or a version of yourself you present to the world that feels draining to keep up?",
    "category": "contradictions"
  },
  {
    "id": 66,
    "content": "Is there something from your past that your head has forgiven, but your heart is still working on?",
    "category": "shadow"
  },
  {
    "id": 67,
    "content": "What's a past decision that you still find yourself replaying in your mind?",
    "category": "shadow"
  },
  {
    "id": 68,
    "content": "Tell me about a part of yourself that you've spent a lot of energy trying to hide or 'fix'.",
    "category": "shadow"
  },
  {
    "id": 69,
    "content": "Is there a moment in your life you wish you could have a do-over on?",
    "category": "shadow"
  },
  {
    "id": 70,
    "content": "What's a feeling that visits you often, but you feel you can't share with most people?",
    "category": "shadow"
  },
  {
    "id": 71,
    "content": "Can you remember a time in your life when you felt profoundly lonely?",
    "category": "belonging"
  },
  {
    "id": 72,
    "content": "When it comes to the people you're closest to, what makes you feel truly seen and understood by them?",
    "category": "belonging"
  },
  {
    "id": 73,
    "content": "What's a fundamental need you have in relationships that's hard for you to ask for directly?",
    "category": "belonging"
  },
  {
    "id": 74,
    "content": "In what situations do you tend to feel most disconnected from others, even if they're right there?",
    "category": "belonging"
  },
  {
    "id": 75,
    "content": "Describe what the feeling of 'true belonging' would look like for you.",
    "category": "belonging"
  },
  {
    "id": 76,
    "content": "Is there a quiet truth about your life that you know is there, but you often push to the back of your mind?",
    "category": "unspoken"
  },
  {
    "id": 77,
    "content": "Do you have a quiet, recurring thought or worry that's been a companion for years?",
    "category": "unspoken"
  },
  {
    "id": 78,
    "content": "What's a belief you hold that you're hesitant to say out loud?",
    "category": "unspoken"
  },
  {
    "id": 79,
    "content": "Is there something—a feeling, a memory, a relationship—that you know you should let go of, but can't?",
    "category": "unspoken"
  },
  {
    "id": 80,
    "content": "If your intuition could ask you one hard question right now, what do you think it would be?",
    "category": "unspoken"
  }
]