[
  {
    "id": 1,
    "content": "Looking back at the first half of this year, where have you seen God's faithfulness most clearly?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 2,
    "content": "What's one way you've grown in your faith this year that surprises you?",
    "depth": "chill",
    "category": "reflection"
  },
  {
    "id": 3,
    "content": "What dreams or hopes did you start the year with? How have they evolved?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 4,
    "content": "If you could thank God for one specific thing from the past six months, what would it be?",
    "depth": "chill",
    "category": "reflection"
  },
  {
    "id": 5,
    "content": "What area of your life feels most in need of God's healing or restoration right now?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 6,
    "content": "What habit or practice has helped you feel closest to God this year?",
    "depth": "chill",
    "category": "reflection"
  },
  {
    "id": 7,
    "content": "What is God inviting you to step into or pursue in the next six months?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 8,
    "content": "What's one practical goal you'd like to set for your spiritual growth?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 9,
    "content": "If fear wasn't a factor, what would you ask God to help you accomplish this year?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 10,
    "content": "Who in your life could you invest in or serve more intentionally?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 11,
    "content": "What do you sense God wanting to prune away from your life to make room for new growth?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 12,
    "content": "What are you most excited to see God do in the remainder of this year?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 13,
    "content": "Where have you experienced God's grace covering your mistakes or shortcomings?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 14,
    "content": "What Scripture or truth about God has been particularly meaningful to you recently?",
    "depth": "chill",
    "category": "reflection"
  },
  {
    "id": 15,
    "content": "How do you want to be different by the end of this year? What would that look like?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 16,
    "content": "What's one way you'd like to love others better in the coming months?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 17,
    "content": "What situation in your life right now most needs wisdom—not more effort or strategy, but divine insight from Jesus?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 18,
    "content": "In what ways have you been trying to live independently of Jesus as your Head?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 19,
    "content": "Can you identify a moment when 'wise' worldly advice actually misled or drained you?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 20,
    "content": "Of the different Hebrew and Greek words for wisdom (e.g., binah, sunesis, phronesis), which kind of wisdom do you need most this season—and why?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 21,
    "content": "When you read Scripture, do you primarily look for knowledge, comfort, or connection with the person of Jesus?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 22,
    "content": "Like Joseph in famine or Jesus feeding the crowd, how have you seen God provide precisely what you needed, even when resources looked scarce?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 23,
    "content": "What hidden gifts or callings might begin to flow more freely in your life—not through striving, but through abiding in Jesus?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 24,
    "content": "When was the last time you paused in a moment of pressure to seek Jesus before reacting?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 25,
    "content": "Where in your life are you still tempted to believe that more knowledge or productivity will fix things—rather than wisdom from above?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 26,
    "content": "Have you ever read Scripture just to check a box, rather than to receive wisdom for your situation?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 27,
    "content": "Do you relate to Jesus more as a Savior, a Shepherd, or as Wisdom Himself?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 28,
    "content": "Can you recall a moment when you felt a subtle prompting from the Lord, but brushed it aside as 'just your thoughts'?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 29,
    "content": "What does “holding fast to the Head” practically look like in your daily routine?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 30,
    "content": "Where in your life are you fixated on what you lack instead of thanking God for what He’s already providing?",
    "depth": "sermon",
    "category": "forward"
  },
  {
    "id": 31,
    "content": "In what ways has Jesus revealed Himself more intimately to you this year, especially in areas you least expected?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 32,
    "content": "How has the revelation of “The Third Day” become personal for you this year? Has there been a moment where you felt like you experienced a “resurrection” or turnaround in any area of your life?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 33,
    "content": "Are there requests that are still “in progress”? How are you learning to rest and wait in those areas?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 34,
    "content": "What fresh expectation or promise are you holding on to for the rest of this year?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 35,
    "content": "If Jesus could speak one thing over you for this next season, what do you sense it would be?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 36,
    "content": "How can your group pray with you or stand in agreement with you as the year continues?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 37,
    "content": "Looking at your list of prayer requests from the start of the year, what are one or two things you've seen God answer - even if it looked different from what you expected?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 38,
    "content": "Are there requests that are still 'in waiting'? How has the Lord encouraged you in the waiting?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 39,
    "content": "Did any 'small' or 'silent' answered prayers remind you that God is still intimately in your life?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 40,
    "content": "Have there been any shifts in your heart or priorities regarding your original prayer requests?",
    "depth": "toty",
    "category": "forward"
  },
  {
    "id": 41,
    "content": "Where have you quietly seen God's faithfulness in this past season, even if it wasn't how you expected?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 42,
    "content": "In moments of fear or uncertainty, this year, how has the Spirit sustained or redirected you?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 43,
    "content": "What habit, thought pattern, or desire has God been slowly reshaping in you?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 44,
    "content": "When have you recently felt most aware of your need for grace?",
    "depth": "chill",
    "category": "reflection"
  },
  {
    "id": 45,
    "content": "What has tested your trust in God lately and what did you learn about Him in that process?",
    "depth": "deep",
    "category": "reflection"
  },
  {
    "id": 46,
    "content": "Is there a difficult place in your life where you now see seeds of growth or redemption?",
    "depth": "chill",
    "category": "reflection"
  },
  {
    "id": 47,
    "content": "What is God gently inviting you to release or to pick up in this next season?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 48,
    "content": "If you slowed down long enough to listen, what might the Spirit be whispering about your next step?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 49,
    "content": "Where in your life are you longing for God to do a new thing?",
    "depth": "deep",
    "category": "forward"
  },
  {
    "id": 50,
    "content": "What small act of obedience might open space for greater intimacy with Christ?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 51,
    "content": "How could you make room for silence, rest, or wonder in the coming weeks?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 52,
    "content": "What do you hope to look back on a month from now and say, 'God met me there'?",
    "depth": "chill",
    "category": "forward"
  },
  {
    "id": 53,
    "content": "Where have you been striving in your own strength and how might Jesus be inviting you to rest in Him instead?",
    "depth": "deep",
    "category": "intimacy"
  },
  {
    "id": 54,
    "content": "When was the last time you felt truly known by God? What helped you notice it?",
    "depth": "chill",
    "category": "intimacy"
  },
  {
    "id": 55,
    "content": "How would your daily rhythms change if you really believed God delights in being with you?",
    "depth": "chill",
    "category": "intimacy"
  },
  {
    "id": 56,
    "content": "Is there a truth about God's character you need to cling to more tightly right now?",
    "depth": "deep",
    "category": "intimacy"
  },
  {
    "id": 57,
    "content": "When has someone's faith recently encouraged or challenged you?",
    "depth": "chill",
    "category": "community"
  },
  {
    "id": 58,
    "content": "What's been weighing on your heart lately that you haven't had space to name?",
    "depth": "deep",
    "category": "community"
  },
  {
    "id": 59,
    "content": "When do you feel most naturally aware of Jesus' presence with you, and how can you cultivate more of those moments?",
    "depth": "deep",
    "category": "intimacy"
  },
  {
    "id": 60,
    "content": "How has your understanding of God's character deepened through both seasons of blessing and seasons of waiting?",
    "depth": "deep",
    "category": "intimacy"
  },
  {
    "id": 61,
    "content": "How does recognizing God's goodness in small things change your capacity for joy?",
    "depth": "deep",
    "category": "intimacy"
  }
]